{
  "title": "Cymbeline",
  "acts": {
    "act_1": "King Cymbeline rules over Britain under the protection of Rome. His kingdom must pay tribute. Cymbeline learns that his only daughter, Innogen, has secretly married his ward, Posthumus Leonatus, a man of low birth. Furious with the couple's disobedience, Cymbeline decides to banish Posthumus from Britain. Before travelling to Italy, Posthumus exchanges his bracelet for Innogen’s ring. The exchange is a pledge of trust and love between the couple upon their separation. In Italy, Posthumus boasts of Innogen's faithfulness to him. A local gentleman, Giacomo, challenges Posthumus to place a wager on her fidelity. Giacomo plans to seduce Innogen himself and prove Posthumus wrong and win the wager.",
    "act_2": "Unbeknown to Innogen, Giacomo secretly hides in the chest and gains access to her bedroom. While she is asleep, Giacomo creeps out to record details of the room and also notes a mole underneath her left breast. He removes Posthumus' bracelet from Innogen’s wrist. With proof of his conquest, he returns unseen into the chest. Giacomo arrives in Italy with the bracelet and intimate details about Innogen's body and bedchamber. Posthumus believes that his wife is disloyal. In rage, he succumbs to Giacomo's wager.",
    "act_3": "Posthumus sends a letter to his servant, Pisanio, commanding him to kill Innogen for her infidelity. The faithful Pisanio does not believe Innogen is guilty of any wrongdoing, and he advises her to escape from court to Wales disguised as a boy. Once they reach Milford Haven in Wales, Pisanio leaves Innogen to seek her fortune. He sends word to Posthumus that he has carried out the murder. Posthumus is distraught by the news and overcome with guilt. Meanwhile, angry at his rejection by the princess, Prince Cloten attempts to woo her again and discovers that Innogen has escaped the court. Wearing a stolen set of Posthumus' clothes, Cloten pursues her to Wales.",
    "act_4": "In Wales, Cloten meets the young hunters Polydore and Cadwal. The hunters have befriended the disguised Innogen, or 'Fidele', as they know him. Cloten's arrogance annoys them, and after a fight breaks out between them, Cloten is beheaded. The young men return to their cave with Morgan, their father and find Fidele apparently dead. Innogen has actually taken ‘medicine’ given to her by the Queen, her stepmother. The Queen believed it to be a deadly poison. But the doctor who made it had secretly substituted a sleeping draught after suspecting the Queen's motives.",
    "act_5": "Back at court, the Queen has died, admitting her plots and treasons. The Romans are condemned (including Innogen, Giacomo, and Posthumus), but Caius Lucius asks for Fidele’s freedom. When Cymbeline grants a boon to Fidele, the page asks why Giacomo wears Posthumus' ring. As Giacomo admits to his deception, Posthumus reveals himself to the court. He relates how he arranged Innogen's death. She intervenes and then reveals herself in turn (revealing hidden identities is so fashionable). Once Innogen is reunited with Posthumus, Pisanio tells the story of Cloten’s journey to Wales. When Polydore and Cadwal admit to killing the Prince, Cymbeline is angry. But Morgan protects them from Cymbeline's wrath by revealing that he is Cymbeline's banished courtier, Belarius. According to his story, he, many years before, had escaped with the royal nursemaid. He stole the crown prince Guiderius and his brother Arviragus, Cymbeline's sons. Belarius has brought them up to believe they are his sons, Polydore and Cadwal. With Innogen’s long-lost brothers' return and Posthumus’ dream explained, the play ends with Cymbeline pardoning Belarius and making peace with Rome."
  }
}