{
  "title": "The Life of King Henry V",
  "acts": {
    "act_1": "Henry V follows the events ofHenry IV Part 2, after Prince Hal is crowned. A Chorus introduces the play and celebrates the life of England's King Henry V. Henry himself seeks for evidence of his right to rule over France. The Archbishop explains land laws to the King and his court. Then an ambassador arrives from the French King's son, the Dauphin, with a gift of tennis balls to humiliate Henry. His response to this challenge is to set in motion the invasion of France. The scene moves to Southampton where a fleet prepares to sail.",
    "act_2": "Henry has rejected many of his former friends in his ascension. Three of these former friends are caught plotting his death, and Henry condemns the conspirators to their own deaths in return. Meanwhile, Pistol, Nim, and Bardolph, three of Henry's former rambunctious comrades who appeared in Henry IV Parts 1 and 2, decide to join the army. They set off for the war after hearing of the death of their leader, Sir John Falstaff. Everyone believes that Falstaff died of a broken heart after the young King Henry, affectionately known as Hal, rejects him.",
    "act_3": "The French King receives Exeter as Henry's ambassador. Then the English lay siege to and take the town of Harfleur. During this battle, Henry gives a rousing speech to his troops: 'Once more unto the breach, dear friends, once more'. He leaves a regiment of troops in Harfleur before travelling on towards Calais, gradually moving through the French countryside. Meanwhile, the French courtiers deride their invaders amongst themselves. Back at the French court, Princess Catherine has an English lesson with her waiting woman.",
    "act_4": "In the English camp, Pistol, Henry's friend, ridicules the Welsh captain, Fluellen. After many battles, the two armies start to prepare for combat near Agincourt. The night before the battle, the King disguises himself and visits his soldiers to learn from them and give them comfort before the day ahead. He prays that his responsibility will be rewarded by victory. As dawn approaches, the French generals are confident of their superior forces. Henry encourages his troops to fight for success and scorns another French envoy's invitation to surrender.",
    "act_5": "The French army is defeated with heavy losses, while few have died on the English side. Thanking God for his victory, Henry returns in triumph to London. But not before he, too, has an encounter with the Welsh captain, Fluellen. Henry makes peace with the French King and woos Princess Catherine before linking the two nations through marriage. The play ends with the Chorus reminding the audience of how little time would pass before Henry's infant son inherited two war-torn nations: a tale told inHenry VI Part 1."
  }
}