{
  "title": "Julius Caesar",
  "acts": {
    "act_1": "The tribunes of Rome, Marullus and Flavius, break up a gathering of citizens who want to celebrate Julius Caesar's triumphant return from war. The victory is marked by public games in which Caesar's protégé, Mark Antony, takes part. On his way to the arena, Caesar is stopped by a stranger who warns him that he should 'Beware the Ides [15th] of March.'",
    "act_2": "Cassius, Casca, and their allies plant false documents to manipulate Brutus to join their cause to remove Caesar. After doing so, they visit Brutus at night in his home to persuade him of their views. There they plan Caesar's death. Brutus is troubled but refuses to confide in his devoted wife, Portia. On 15 March, Caesar's wife, Calpurnia, urges him not to go to the Senate. She has had visionary dreams and fears the portents of the overnight storms.",
    "act_3": "Against Cassius's advice, Brutus allows Mark Antony to speak a funeral oration for Caesar in the market place. He is allowed under the condition that first Brutus must address the people to explain the conspirators' reasons and their fears for Caesar's ambition. After Brutus speaks, the crowd becomes calm and supports his cause. However, Antony, in his speech, questions the motives of the conspirators and reminds the crowd of Caesar's benevolent actions and of his refusal to accept the crown. He also reads them Caesar's will, in which Caesar leaves public land and money to each Roman citizen. Antony's speech stirs the crowd into a murderous riot, and the conspirators are forced to flee from the city.",
    "act_4": "Brutus and Cassius gather an army in Northern Greece and prepare to fight the forces led by Mark Antony. Antony has joined with Caesar's great-nephew, Octavius, and with a man called Lepidus. Away from Rome, Brutus and Cassius are filled with doubts about the future and quarrel over funds for their soldiers' pay. After making amends, they prepare to engage Antony's army at Philippi, despite Cassius' misgivings about the site. Brutus stoically receives news of his wife's suicide in Rome. He then sees Caesar's ghost as he tries to rest and is unable to sleep on the eve of the conflict.",
    "act_5": "In the battle, the Republicans (led by Brutus) appear to be winning at first. But when Cassius' messenger's horse seems to be overtaken by the enemy, Cassius fears the worst and gets his servant to help him to a quick death. After finding Cassius's body, Brutus commits suicide. He believes this to be the only honourable option left to him. Antony, triumphant on the battlefield, praises Brutus as 'the noblest Roman of them all' and orders a formal funeral before he and Octavius return to rule in Rome."
  }
}