{
  "title": "King John",
  "acts": {
    "act_1": "King John and his mother, Queen Eleanor, greet a French ambassador. The French king, Philip, sent the ambassador to claim the English throne on behalf of John’s nephew, Prince Arthur. Philip himself is interested in and supportive of Arthur's claim to the throne. John and Eleanor reject the embassy, and France threatens war. Shortly afterwards, Robert and Philip Faulconbridge come to the King to settle their family inheritance dispute. There is confusion in the inheritance law as Philip is older but is an illegitimate child. During their discussion, Eleanor claims that Philip is the bastard son of John’s late brother, Richard Coeur-de-lion (Lionheart). Philip decides to let go of his Faulconbridge inheritance in favour of joining Queen Eleanor’s army to France. He is given knighthood and the title Sir Richard. His mother, Lady Faulconbridge, arrives to defend her honour. But she privately admits that Richard Coeur-de-lion was Philip's father.",
    "act_2": "In France, King Philip and his court resolve to fight for Arthur’s claim to the English throne. They begin an attack on the English-owned city of Angers. King John arrives to state his right to the French throne, and King Philip once again pledges support to Arthur. Eleanor argues with Constance, Arthur's mother, about the claims of their respective sons. The nobles try to keep the peace between them. Hubert, spokesman for the town of Angers, is asked to judge between the claims. Hubert states that Angers will support whoever wins the throne. Battle ensues, but both armies claim victory (while neither really wins). Angers maintains its stance.",
    "act_3": "Constance bewails the new Anglo-French alliance and her son’s lost inheritance. Arthur himself wishes for peace. On Louis and Blanche's wedding day, Constance continues to argue. Cardinal Pandolph, on embassy for the Pope, interrupts the wedding party. He questions John’s refusal to acknowledge the new Archbishop of Canterbury. After criticising and denying the Pope’s distant power, John is excommunicated. King Philip is originally hesitant to oppose John due to the newly-formed ties between him and John, but Pandolph persuades King Philip to oppose John (and remove him from office).",
    "act_4": "Hubert first threatens to blind the Prince, and then to take his life, but relents when the boy pleads for mercy. Hubert decides to hide him instead.",
    "act_5": "As the French forces move towards London, strengthened by the defecting lords, John yields to the Church's supremacy in return for protection. Pandolph speaks with Louis on John's behalf, but Louis won't be swayed. The Bastard, leading the King's forces, also sues for peace with the rebels, but battle rages regardless. John, struck with illness, seeks refuge at an abbey. In the midst of a battle, a dying French Lord, Melun, tells the defecting English lords they have joined the wrong side. He warns them to return to the English armies because Louis plans to kill them if the French win."
  }
}