{
  "title": "Measure for Measure",
  "acts": {
    "act_1": "Duke Vincentio appoints Lord Angelo as his deputy to rule Vienna in his absence. Vienna has recently become loose in its moral behaviour. Angelo attempts to turn the city around with his strict enforcement of the laws against immorality. This results in imprisonment and a death sentence for Claudio, since his fiancé, Juliet, is pregnant. Lucio, a friend, takes this news to the convent where Isabella, Claudio's sister, is about to become a nun. Fearing for her brother, Isabella decides at once to seek mercy from Angelo.",
    "act_2": "Meanwhile, the Duke has not in fact left the city. Instead he disguised himself as a friar and is trying to discover how people are reacting to Angelo's rule. He visits the prison where he tries to persuade Juliet that Claudio must die. Isabella goes to Angelo and begs for leniency. Angelo realises his powerful position and tells her to come back the next day, after he has thought the case over. On her return, Angelo proposes that he will release her brother in exchange for sleeping with him. When she refuses and threatens to reveal him, he explains that no one will believe her because of his position and reputation. He gives her one day to decide before he has Claudio killed.",
    "act_3": "Isabella's horror at the idea of being forced to sleep with Angelo leads her to the prison. She tells Claudio of Angelo's suggestion. He originally agrees with her decision, but then, under the fear of death, pleads with her to go through with the act and save him (much to her dismay). During this conversation, they are overheard by the still-disguised Duke. The Duke tells them of Mariana, Angelo's former fiance, whom he rejected because her dowry was lost at sea. He suggests that Isabella should agree to the night-time meeting with Angelo, but Mariana should secretly take Isabella's place.",
    "act_4": "Despite Angelo's agreement with Isabella, the prison governor receives instructions to execute Claudio. The Duke persuades the Provost to spare Claudio. He suggests that, instead, he should execute a long-term prisoner, Barnardine. Angelo should be sent the head to satisfy him. When Barnardine will not oblige, they decide to substitute the head of a recently deceased prisoner, claiming it to be Claudio.",
    "act_5": "On the following day, after Mariana has fulfilled her part of the bargain, the Duke tells Isabella that Angelo has had Claudio executed. The Duke's \"return\" from abroad has been announced. Isabella and Mariana resolve to go with Lucio, the next day, to present their complaints to the Duke. During the (undisguised) Duke's state entrance to the city, Isabella begs for justice. With the help of Mariana on her side, Isabella reveals Angelo's guilt, and he is forced to accept Mariana as his wife. While befriending Isabella, Lucio has frequently slandered the Duke unknowingly to his face. The Duke condemns him to marry the prostitute mother of his illegitimate child."
  }
}