{
  "title": "Much Ado About Nothing",
  "acts": {
    "act_1": "Much Ado About Nothingbegins in Messina, where Leonato lives with his daughter, Hero, and her cousin and companion, the Lady Beatrice. Leonato receives word that his friend, the Duke Don Pedro has returned from war and plans to visit with some of his fellow soldiers. Among the party is Claudio, who quickly falls in love with Hero. Benedick, a bachelor who has sworn off love and marriage, also comes, and he enjoys speaking his mind in witty argument with Beatrice.",
    "act_2": "Leonato holds a masked ball to celebrate the end of the war. While at the ball, the engagement of Claudio and Hero is arranged. At the same time, Don Pedro's brother, Don John, seeks a way to spoil the general happiness (just because he's bitter and petty that way). Don John plots with the soldiers, Borachio and Conrad, to deceive Claudio into believing Hero has cheated on him.",
    "act_3": "That night, Hero's maid, Margaret, talks with Borachio from Hero's bedroom window. Claudio and the Duke watch secretly from a distance and think that the girl at the window is Hero. Meanwhile, Hero, Claudius and Don Pedro decide Benedick and Beatrice are ideal partners, despite (or because of) their bickering. They make a plot to allow Benedick to overhear them discussing Beatrice's love for him and vice versa. After a series of overheard conversations, Benedick and Beatrice realise they do indeed love one another.",
    "act_4": "At Hero's wedding, Claudio is still deceived into thinking Hero cheated on him. He denounces her and leaves her apparently dead from shock. With the help of the priest, Leonato, Beatrice, and Benedick decide to pretend that Hero is actually dead until her name can be cleared. Later, the watchmen—managed by the bumbling village constable Dogberry–overhear Borachio and Conrad brag about the trick that they played on Claudio and Don Pedro. They arrest the pair.",
    "act_5": "Dogberry's incriminating information is, after some difficulty, given to Leonato and Don Pedro. As penance for causing Hero's death, Claudio agrees to accept Leonato's \"niece\" in her place. The \"niece\" turns out to be Hero (conveniently). The play comes to a joyful conclusion as the lovers are reunited, and Benedick and Beatrice announce that they will share the wedding day. Don John has been captured while trying to escape and is left for future trial while the play ends with a merry dance."
  }
}