{
  "title": "Pericles, Prince of Tyre",
  "acts": {
    "act_1": "A poet named Gower introduces the story, a tale that begins with King Antiochus. The King is protecting an incestuous relationship with his daughter by promising marriage to her for anyone who can solve a (seemingly) impossible riddle. If the riddle is guessed incorrectly, the suitor will die. After many men fail, the young Prince Pericles of Tyre guesses the truth. He reveals the inappropriate relationship, and he flees for his life. King Antiochus instructs his servant Thaliart to murder Pericles. Thaliart follows him back to Tyre.",
    "act_2": "Helicanus sends news to Pericles, warning him of Thaliart, so the Prince sets sail again. However, his ship is wrecked during storms at sea. Pericles is cast ashore, recovering to find a group of fishermen. From them, he learns of a forthcoming festival to celebrate the birthday of Thaisa, daughter of King Simonides. During this conversation, they also tell him of a jousting contest. The champion will win the hand of Thaisa (giving away one's daughter during a contest must have been very fashionable back then). The fishermen bring up their fishing nets to find a rusty suit of armour, which Pericles takes to contend for the princess.",
    "act_3": "During storms at sea, Thaisa seemingly dies giving birth to a daughter. Pressured by the crew, Pericles allows Thaisa’s sealed coffin to be cast overboard. Pericles changes course to land at Tarsus. He leaves the newborn baby, named Marina, along with her nurse Lichorida, in the care of his friends, Cleon and Dionyza, before returning to Tyre.",
    "act_4": "The poet Gower explains how fifteen years pass as Marina grows up with Cleon’s daughter Philoten. Soon, however, Dionyza becomes jealous on behalf of Philoten of Marina's beauty and plans her murder. Just as Marina is about to be killed, pirates capture the girl and carry her off to Mytilene to be sold as a prostitute. Marina’s reported beauty attracts many men. But she persuades everyone not to violate her virginity. In fact, many men leave resolved to better their lives. Eventually, the owner of the brothel lets her leave to become a waiting maid, developing and using skills in singing, sewing, and dance.",
    "act_5": "Pericles initially rejects Marina, but when she tells him her name and the story of her birth at sea, Pericles realises she is his lost daughter. He is overcome with happiness. That night, while he sleeps, he dreams of Diana’s temple at Ephesus. He resolves to give thanks at the temple and sails with Marina. She, meanwhile, has become betrothed to Lysimachus. In Ephesus, Pericles tells his story to the priestess, only to discover that she is his wife, Thaisa. Everyone is joyously reunited, and they return to Tyre. Gower ends the tale with news that Cleon and Dionyza have been killed by an uprising, due to their treatment of Marina."
  }
}