{
  "title": "King Richard II",
  "acts": {
    "act_1": "The play opens in King Richard's court, as Henry Bolingbroke, son of Gaunt (the Duke of Lancaster), challenges Thomas Mowbray, Duke of Norfolk. Henry accuses Mowbray of being involved in the recent death of the King's uncle (who is also Henry's uncle; Henry and the King are cousins). Richard gives in to their demands to work out their differences in one-on-one combat at Coventry. As the tournament begins, the uncertain and impulsive Richard stops the contest. Instead Richard chooses to exile both Henry and Mowbray. He banishes Mowbray for life. And responding to Henry's father Lancaster's pleas, he limits Henry's exile to six years.",
    "act_2": "In line with his customary behaviour, Richard is misled by his friends into poor government of the country. Henry's father, Gaunt, dies, finally broken by his son's banishment, and by the state of the kingdom under Richard's rule. Richard takes possession of Gaunt's land and money. It turns out that he has also been leasing out royal land. Both of these monetary acquisitions have helped him to fund wars with Ireland. His nobles are dismayed, not only because of the waste of the kingdom's money but also for fear over the security of their own estates. To make matters worse, Richard leaves on an expedition to Ireland. When Henry hears that his father has died and that Richard took his inheritance, he returns from exile with an invading army. The commoners and nobles are already critical of Richard. They welcome Henry in the north, led by the powerful Earl of Northumberland, Henry Percy. Henry marches through England, gathering his willing forces.",
    "act_3": "Richard arrives back after the Irish war to find that his Welsh allies have dispersed. Furthermore, his cousin, Duke of York, unable to prevent Henry's triumphant return, has joined him instead. Some more of Richard's friends have also betrayed the King's cause. Others have been executed on Henry's orders. After taking refuge at Flint castle, Richard surrenders and agrees to go to London, where the lords will decide what should happen next."
  }
}