{
  "title": "The Winter's Tale",
  "acts": {
    "act_1": "Polixenes, King of Bohemia, is anxious to return home after a nine-month trip to Sicily to visit his lifelong friend, King Leontes. Dismayed, Leontes begs his friend to delay his departure, but Polixenes refuses. When Leontes's pregnant wife, Hermione, succeeds in persuading Polixenes to stay, Leontes becomes suspicious that his wife has been unfaithful with his friend. His obsession grows until Leontes asks his cupbearer, Camillo, to poison Polixenes. Rather than do so, Camillo warns Polixenes. Together they flee the country, leaving Hermione and her beloved son, Mamillius, to face the King's wrath.",
    "act_2": "Leontes imprisons Hermione with no evidence against her other than his own suspicions. In captivity she gives birth to her baby girl. Leontes orders two messengers to inquire at the oracle at Delphi to prove his delusions correct. Paulina, Hermione's friend, takes the infant child to try and persuade Leontes to free his wife and overcome his obsessions. Instead, it only infuriates him further. He threatens Paulina, the child, and Paulina's husband, Antinogus. Leontes orders Antigonus to take the baby into exile.",
    "act_3": "Weak from her childbearing, Hermione is brought to trial where her innocence is proven by a message from the oracle. News comes that Mamillius had died from distress at his mother's arrest. Hermione collapses and is taken away. Paulina soon returns with news of Hermione's death, and Leontes faces reality and remorse for his actions. Antigonus has a dream wherein Hermione directs him to leave the baby on a beach in Bohemia. He does this, and is then killed by a bear before he can leave. A shepherd and his son find the child and take her home.",
    "act_4": "At the beginning of act 4, Time, personified as a character, explains that sixteen years have passed since the exile of the infant. He mentions that Leontes mourns the loss of his wife and children. In Bohemia, Camillo, Leontes's old cupbearer, asks Polixenes if he can return home. Polixenes denies his request. He mentions how his son, Florizel, has met and fallen in love with a shepherd's daughter named Perdita. This relationship is far below the social station of the Prince, and Polixenes is not happy. Polixenes and Camillo, in disguise, attend the feast where dancers entertain them. When Florizel and Perdita are betrothed, Polixenes reveals himself. He denounces Florizel and threatens the shepherd and his son for allowing Perdita to befriend the Prince.",
    "act_5": "Camillo, still anxious to see his homeland, helps Florizel and Perdita escape and travel to Sicily. They are followed by the shepherds, who in turn are pursued by Polixenes and Camillo. At Leontes's court, Florizel introduces himself and his beloved as ambassadors on behalf of his father. Leontes, still in mourning over his actions, welcomes the son of his former friend and his new wife. Polixenes and Camillo soon arrive, explaining Florizel's escape."
  }
}