{
  "title": "The Life of Timon of Athens",
  "acts": {
    "act_1": "Lord Timon, a wealthy philanthropist in Athens, entertains a poet, a painter, a jeweller, a merchant, and some Senators. Timon greets each of them. He offers to pay the debts of his friend Ventidius who is in debtors' prison. And he negotiates (and pays for) the marriage of his servant who has aspired to marry above his station. Apemantus, a friend, warns Timon against his flatterers, but Timon ignores his advice. He invites everyone to eat with him when he gives a feast for a general named Alcibiades.",
    "act_2": "It is only when Flavius is unable to pay some of the creditors that Timon is puzzled. After asking Flavius why he never told him (he did), and arguing for some way to get out of his debts, he realises that his finances are in ruin. He sends his servants to his former flattering friends to ask for money, but each one rejects him. The creditors continually badger him to be paid.",
    "act_3": "In response, Timon gathers everyone for one more feast. Timon's friend Apemantus advises the Senators not to condemn Timon for his unpaid debts. Rather than freeing Timon, however, Apemantus only succeeds in receiving banishment himself. Timon harshly criticises his guests and presents a meal of stones and water, which Timon throws in the faces of his former friends. Timon leaves Athens, furiously cursing the city and its people. He vows hatred toward them all, condemning them for ignoring his former kindness.",
    "act_4": "Flavius, loyal as ever, now takes leave of his fellow servants to search for Timon. Timon, meanwhile, is in the wilderness and on the edge of madness, digging for edible roots near a deserted cave. Rather than finding roots, he discovers buried gold and hides it away. Afterwards, the general Timon hosted a feast for, Alcibiades, finds him and offers friendship. Alcibiades was banished from Athens when one of his servants murdered a man in a fit of passion. After Timon initially spurns him, Timon discovers Alcibiades's plot to destroy Athens. He offers Alcibiades most of the gold to further his violent aims.",
    "act_5": "Flavius finally discovers his former master, and Timon praises him as the only honest man he has ever known. Timon gives him gold as a reward for his loyalty. After hearing of the buried gold, the poet and the painter arrive at Timon’s cave, but Timon realises their greedy intentions and drives them away."
  }
}