{
  "title": "Twelfth Night; Or, What You Will",
  "acts": {
    "act_1": "Orsino, Duke of lllyria, is despairing that he is spurned by the Countess Olivia. She has forsworn men's company for seven years while she mourns the death of her brother and rebuffs all his advances. Nearby, a group of sailors arrive on shore with a young girl, Viola, whom they have rescued from a storm at sea. Viola laments the loss of her twin brother, Sebastian, in the shipwreck. She resolves to fend for herself by dressing as a boy to get work as a page to Duke Orsino.",
    "act_2": "Meanwhile, members of Olivia's household plot to expose the self-love and aspirations of the steward, Malvolio. These include Olivia's uncle, Sir Toby Belch, her servant, Maria, and Sir Toby's friend, Sir Andrew Aguecheek. Sir Andrew also happens to be seeking the hand of Olivia. Together, they use a letter to trick Malvolio into believing Olivia loves him. The letter demands that Malvolio appear in yellow stockings, cross-gartered, and smiling to show his love for Olivia. After he does so, the Countess is horrified and has Malvolio shut up in the dark as a madman. Meanwhile, Viola's twin brother, Sebastian, has also survived the shipwreck. He comes to Illyria with his sea-captain friend, Antonio, who is a wanted man for former piracy against Orsino.",
    "act_3": "Sir Andrew's affections for Olivia lead him to be jealous of Cesario, and he decides to declare a duel between them. Thanks to a prank by Sir Toby, both Andrew and Cesario believe that their opponents intend to fight to the death. They both shirk the fight. However, the sea-captain Antonio passes by and mistakes Cesario for Sebastian, and intervenes to defend his friend. He is recognised by Orsino's men and arrested.  Later, Sebastian comes along and is challenged by Sir Andrew, who thinksheis Cesario. Sebastian, trained in combat, wins the fight. But Olivia intervenes and invites Sebastian into the house, also thinking him to be Cesario (this is clearly a common mistake). Olivia and Sebastian are married that night.",
    "act_4": "Malvolio, held in the dungeon for being a madman, is psychologically tortured by Maria, Sir Toby, and Feste, the court fool. Feste dresses up as a priest to convince Malvolio that he is, in fact, mad. After realising that they might get into trouble for treating Malvolio this way, they allow him a pen and paper to be able to write a letter to Olivia.",
    "act_5": "Antonio is brought to talk with Orsino, and upon seeing Cesario, he accuses him of betrayal. Just then, the real Sebastian arrives to apologise for fighting Sir Toby. The twins see each other and discover that they are both alive. Orsino's fool, Feste, brings a letter from Malvolio, and on his release, Maria's letter is revealed to be fraudulent. Malvolio departs promising revenge. Maria and Sir Toby have already married in celebration of the success of their plot against the steward."
  }
}