{
  "title": "All's Well That Ends Well",
  "play_summary": "Helena, a physician's daughter, is in love with the nobleman Bertram. After curing the King of France, she is granted the right to marry anyone she chooses and selects Bertram, who refuses her and flees to war. Through intelligence and perseverance, Helena ultimately wins Bertram's love.",
  "acts": [
    {
      "act": 1,
      "act_summary": "In the French province of Roussillon, the widowed Countess bids farewell to her son Bertram. Bertram is going to the court of the French King with his swaggering friend Paroles and the Lord Lafew. Bertram leaves oblivious to the attentions of Helen, the orphan daughter of the Countess's celebrated physician. Helen has been brought up in his mother's household and has fallen in love with Bertram.",
      "scenes": [
        {
          "scene": 1,
          "location": "Rossillion, a palace in the Countess of Rossillion's household, France",
          "scene_summary": "The Countess of Rossillion mourns her husband's death and her son Bertram's departure to the French court. Helena, a physician's daughter raised by the Countess, laments her unrequited love for Bertram, who is unaware of her feelings due to their social divide. Parolles, Bertram's boastful companion, engages in bawdy conversation with Helena about virginity. Bertram bids farewell, and Helena resolves to pursue her love, hinting at a plan to use her father's medical knowledge."
        },
        {
          "scene": 2,
          "location": "The King's palace in Paris, France",
          "scene_summary": "The King of France, ill with a fistula, discusses the ongoing war in Italy with his lords. Bertram arrives at court and is welcomed as the new Count of Rossillion. The King reflects on Bertram's father's virtues, and two lords, the First and Second Lords Dumaine, volunteer to fight in the Italian wars, setting the stage for Bertram's desire for military glory."
        },
        {
          "scene": 3,
          "location": "The Countess's palace in Rossillion, France",
          "scene_summary": "The Countess confronts Helena about her love for Bertram, having observed her melancholy. Helena confesses her feelings, acknowledging the impossibility due to their class difference. The Countess encourages her, revealing she views Helena as a daughter. Helena discloses her plan to travel to Paris to cure the King with her father's remedies, hoping to win Bertram's favor. The scene establishes Helena's determination and agency."
        }
      ]
    },
    {
      "act": 2,
      "act_summary": "The Countess allows Helen to go to court and try her hand at curing the King's illness. Where others have failed, she succeeds, and as a reward, the King asks her to choose a husband from among his wards. (Who else would she choose but Bertram?) Bertram sees the alliance as beneath him. After the marriage ceremony, he runs away and plans to join the wars in Italy with Paroles.",
      "scenes": [
        {
          "scene": 1,
          "location": "The King's palace in Paris, France",
          "scene_summary": "The King bids farewell to Bertram and other young lords departing for the Italian wars, advising them to seek honor. Parolles accompanies Bertram, boasting of his valor. Helena arrives at court, offering to cure the King with her father's remedy. Initially skeptical, the King agrees to try her treatment, promising a reward if she succeeds, which Helena hopes will include Bertram's hand in marriage."
        },
        {
          "scene": 2,
          "location": "The Countess's palace in Rossillion, France",
          "scene_summary": "The Countess speaks with her clown, Lavatch, who requests permission to marry Isbel, engaging in witty, bawdy banter about marriage and court life. The scene provides comic relief and contrasts the main plot's themes of love and social ambition, while Lavatch's departure for Paris sets up his later role at court."
        },
        {
          "scene": 3,
          "location": "The King's palace in Paris, France",
          "scene_summary": "Helena's treatment succeeds, and the King, restored to health, grants her the choice of a husband from his court. She selects Bertram, who is horrified, citing her low birth. Under pressure from the King, Bertram reluctantly agrees to the marriage. After a hasty wedding, Bertram sends Helena back to Rossillion and flees to the Italian wars with Parolles, intending to avoid the marriage. Lafeu, a lord, exposes Parolles' cowardice to the King."
        },
        {
          "scene": 4,
          "location": "The King's palace in Paris, France",
          "scene_summary": "Parolles delivers Bertram's letter to Helena, instructing her to return to Rossillion. The clown, Lavatch, mocks Parolles' pretensions. Helena, heartbroken but obedient, prepares to leave Paris, unaware that Bertram has already departed for Florence, Italy, to join the wars."
        },
        {
          "scene": 5,
          "location": "The King's palace in Paris, France",
          "scene_summary": "Lafeu warns Bertram about Parolles' untrustworthy nature, but Bertram defends his friend. Helena arrives to bid Bertram farewell, but he dismisses her coldly, giving her a letter for his mother. Parolles and Bertram depart for the wars, and Helena, sensing Bertram's rejection, resolves to act independently, foreshadowing her pilgrimage."
        }
      ]
    },
    {
      "act": 3,
      "act_summary": "He writes to Helen that he will not acknowledge their marriage until she can prove she wears his heirloom ring and carries his child. Helen returns home to Roussillon, but she does not give up. Instead, she soon leaves and, disguised as a pilgrim, follows Bertram to Florence. There, she befriends a widow and her daughter Diana. Meanwhile, Bertram has formed an obsession with Diana during his time in Italy. The soldiers jokingly trick Paroles into proving he is a coward, while Bertram makes intentions to sleep with Diana.",
      "scenes": [
        {
          "scene": 1,
          "location": "The Duke of Florence's palace, Florence, Italy",
          "scene_summary": "The Duke of Florence discusses the war against Siena with the First and Second Lords Dumaine. They express France's neutrality, but the Duke welcomes French volunteers like Bertram, setting the stage for Bertram's military ambitions and his separation from Helena."
        },
        {
          "scene": 2,
          "location": "The Countess's palace in Rossillion, France",
          "scene_summary": "The Countess receives Bertram's letter, revealing his marriage to Helena and his flight to Italy. Helena arrives with two lords, who report Bertram's disapproval of the marriage. Reading Bertram's letter, which states he will not accept her unless she bears his child and wears his ring (impossible tasks given his absence), Helena decides to leave Rossillion on a pilgrimage to avoid further shame to Bertram."
        },
        {
          "scene": 3,
          "location": "The Duke of Florence's palace, Florence, Italy",
          "scene_summary": "The Duke appoints Bertram as general of his cavalry, praising his valor. Bertram, reveling in his military role, expresses joy at escaping his marriage, unaware of Helena's plans. The scene highlights Bertram's ambition and immaturity."
        },
        {
          "scene": 4,
          "location": "The Countess's palace in Rossillion, France",
          "scene_summary": "The Countess reads a letter from Helena, who has left on a pilgrimage to atone for causing Bertram's flight. The Countess, angered by Bertram's cruelty, sends a letter to summon him home, hoping to reconcile the couple. The steward reports Helena's departure, reinforcing her self-sacrificing nature."
        },
        {
          "scene": 5,
          "location": "Outside Florence, Italy, near a pilgrim's path",
          "scene_summary": "A Widow, her daughter Diana, and their neighbor Mariana encounter Helena, disguised as a pilgrim. They discuss the war and Bertram's reputation as a gallant but reckless soldier. Learning that Bertram has been pursuing Diana, Helena reveals her identity to the Widow and Diana, who agree to help her devise a plan to win Bertram back, setting up the bed-trick scheme."
        },
        {
          "scene": 6,
          "location": "A French camp near Florence, Italy",
          "scene_summary": "The First and Second Lords Dumaine plot to expose Parolles' cowardice by staging a fake ambush. Bertram agrees to the plan, eager to test his friend's loyalty. Parolles boasts of his bravery, unaware of the trap, highlighting his deceitful nature and Bertram's gullibility."
        },
        {
          "scene": 7,
          "location": "The Widow's house in Florence, Italy",
          "scene_summary": "Helena persuades the Widow to assist in her plan: Diana will pretend to accept Bertram's advances, demand his ring, and arrange a rendezvous, where Helena will secretly take Diana's place in bed. The Widow agrees, motivated by Helena's promise of financial reward, solidifying the bed-trick scheme."
        }
      ]
    },
    {
      "act": 4,
      "act_summary": "Diana plots to help Helen fulfil Bertram's impossible requests for marriage. Diana insists the meeting with Bertram must be in the dark, and a disguised Helen takes Diana's place. During the night, Bertram gives Helen his ring (thinking that she is Diana), and they conceive a child.",
      "scenes": [
        {
          "scene": 1,
          "location": "A French camp near Florence, Italy",
          "scene_summary": "The First Lord Dumaine and soldiers ambush Parolles, pretending to be enemy forces. Parolles, terrified, surrenders immediately and offers to betray his own side, proving his cowardice. The soldiers blindfold him, planning to confront Bertram with his treachery."
        },
        {
          "scene": 2,
          "location": "The Widow's house in Florence, Italy",
          "scene_summary": "Bertram woos Diana, offering his ancestral ring in exchange for her affection. Diana agrees to meet him that night, secretly following Helena's plan. She secures the ring and arranges the rendezvous, where Helena will substitute for her, advancing the bed-trick scheme."
        },
        {
          "scene": 3,
          "location": "A French camp near Florence, Italy",
          "scene_summary": "The Lords Dumaine reveal Parolles' betrayal to Bertram, who is shocked by his friend's cowardice. Parolles, still blindfolded, slanders Bertram to save himself. News arrives that Helena is believed dead, and Bertram, relieved, plans to return to France. The scene marks Bertram's disillusionment with Parolles and sets up his return."
        },
        {
          "scene": 4,
          "location": "The Widow's house in Florence, Italy  **Time**: Morning",
          "scene_summary": "Helena, having completed the bed-trick and obtained Bertram's ring, learns she is pregnant. She plans to return to France with the Widow and Diana to confront Bertram and fulfill his conditions (bearing his child and possessing his ring). The group prepares to follow Bertram to Rossillion."
        },
        {
          "scene": 5,
          "location": "The Countess's palace in Rossillion, France",
          "scene_summary": "The Countess, Lafeu, and Lavatch discuss Bertram's return and the reported death of Helena. Lafeu proposes that his daughter, Maudlin, marry Bertram, believing Helena's death frees him. The Countess grieves for Helena, and Lavatch provides comic commentary, setting the stage for the final confrontation."
        }
      ]
    },
    {
      "act": 5,
      "act_summary": "Back at the French court, Helen is presumed dead in Roussillon due to her absence. Bertram returns to France, where his mother and Lafew have arranged for Bertram to marry Lafew's daughter. Bertram gives Lafew, as a betrothal token, a ring that he had been given on his midnight meeting with Helen in Florence. The King and others recognise the ring to be one that the King had given to Helen on her marriage.",
      "scenes": [
        {
          "scene": 1,
          "location": "Marseilles, France, en route to Rossillion",
          "scene_summary": "Helena, accompanied by the Widow and Diana, arrives in Marseilles, hoping to meet the King. Learning he has left for Rossillion, they continue their journey. Helena remains determined to reveal the truth and claim Bertram as her husband."
        },
        {
          "scene": 2,
          "location": "The Countess's palace in Rossillion, France",
          "scene_summary": "Parolles, now disgraced, arrives at Rossillion seeking aid. Lavatch mocks him, and Lafeu, pitying his fall, offers minor assistance. The scene underscores Parolles' humiliation and contrasts with the impending resolution of the main plot."
        },
        {
          "scene": 3,
          "location": "The Countess's palace in Rossillion, France",
          "scene_summary": "The King, Countess, Lafeu, and Bertram mourn Helena's supposed death. Bertram seeks forgiveness for his past behavior, and the King agrees to his marriage to Lafeu's daughter. Diana arrives, claiming Bertram seduced her and presenting his ring. Bertram denies her claims, but Helena enters, revealing she is alive, pregnant, and has fulfilled Bertram's conditions. Bertram accepts her as his wife, and the King promises Diana a dowry. The play concludes with reconciliation, though Bertram's change of heart remains ambiguous."
        }
      ]
    }
  ]
}