[
  {
    "scene_id": "as_you_like_it_1_1",
    "title": "As You Like It",
    "act": 1,
    "scene": 1,
    "location": "An orchard near Oliver's house, somewhere in France",
    "scene_summary": "Orlando, the youngest son of the late Sir Rowland de Boys, complains to Adam, an old servant, about his elder brother Oliver's neglect and refusal to educate or support him. Oliver enters, and the brothers argue, with Orlando demanding his inheritance. After Oliver dismisses him, Orlando physically confronts him, asserting his rights. Oliver plots with the wrestler Charles to harm Orlando in an upcoming match, while Charles reveals that Duke Frederick has usurped his brother Duke Senior, who now lives exiled in the Forest of Arden."
  },
  {
    "scene_id": "as_you_like_it_1_2",
    "title": "As You Like It",
    "act": 1,
    "scene": 2,
    "location": "A lawn before Duke Frederick's palace, France",
    "scene_summary": "Rosalind, daughter of the exiled Duke Senior, and her cousin Celia, daughter of Duke Frederick, banter playfully, joined by the court jester Touchstone. Charles, the wrestler, arrives, and a wrestling match is held. Orlando unexpectedly defeats Charles, catching the attention of Rosalind, who is smitten. Duke Frederick, displeased by Orlando's lineage as Sir Rowland's son, dismisses him. Rosalind and Orlando share a brief, flirtatious exchange, and she gives him a chain as a token."
  },
  {
    "scene_id": "as_you_like_it_1_3",
    "title": "As You Like It",
    "act": 1,
    "scene": 3,
    "location": "A room in Duke Frederick's palace, France",
    "scene_summary": "Rosalind confesses her love for Orlando to Celia. Duke Frederick abruptly banishes Rosalind, fearing her popularity threatens his rule, despite Celia's protests. Celia decides to flee with Rosalind to join Duke Senior in the Forest of Arden. They plan to disguise themselves—Rosalind as a man named Ganymede and Celia as a woman named Aliena—and take Touchstone with them for protection, resolving to seek safety in exile."
  },
  {
    "scene_id": "as_you_like_it_2_1",
    "title": "As You Like It",
    "act": 2,
    "scene": 1,
    "location": "The Forest of Arden, France",
    "scene_summary": "Duke Senior, exiled in the Forest of Arden, discusses the virtues of pastoral life with his loyal followers, including Amiens and other lords. They embrace the simplicity of nature despite the harsh weather. Amiens sings a song celebrating the forest's freedom from courtly deceit, and Duke Senior prepares to hunt, expressing contentment with their rustic existence."
  },
  {
    "scene_id": "as_you_like_it_2_2",
    "title": "As You Like It",
    "act": 2,
    "scene": 2,
    "location": "A room in Duke Frederick's palace, France",
    "scene_summary": "Duke Frederick discovers that Rosalind, Celia, and Touchstone have fled, suspecting they may have joined Orlando. He learns Orlando has also disappeared and orders his men, including Oliver, to pursue them. Frederick vows to seize Oliver's lands if he fails to find Orlando, intensifying the court's conflict and pursuit of the exiles."
  },
  {
    "scene_id": "as_you_like_it_2_3",
    "title": "As You Like It",
    "act": 2,
    "scene": 3,
    "location": "Before Oliver's house, France",
    "scene_summary": "Orlando returns home and is warned by Adam, the loyal servant, that Oliver plans to kill him, either by burning his lodging or through other means. Adam urges Orlando to flee, offering his life's savings to support him. Orlando, reluctant to burden Adam, agrees to escape to the Forest of Arden with him, showcasing their mutual loyalty and Orlando's precarious situation."
  },
  {
    "scene_id": "as_you_like_it_2_4",
    "title": "As You Like It",
    "act": 2,
    "scene": 4,
    "location": "The Forest of Arden, France",
    "scene_summary": "Rosalind (disguised as Ganymede), Celia (disguised as Aliena), and Touchstone arrive in the forest, exhausted and hungry. They encounter two shepherds, Corin and Silvius, discussing Silvius's unrequited love for Phebe. Rosalind, moved by their plight, buys a cottage and sheep from Corin, deciding to settle in the forest. The scene introduces the pastoral setting and themes of love."
  },
  {
    "scene_id": "as_you_like_it_2_5",
    "title": "As You Like It",
    "act": 2,
    "scene": 5,
    "location": "Another part of the Forest of Arden, France",
    "scene_summary": "Amiens sings a song about the joys of forest life, joined by Jaques, a melancholic lord in Duke Senior's company, who mocks the song's optimism. Jaques reveals he has composed a cynical verse, which he shares, delighting in his own pessimism. The scene contrasts Jaques's melancholy with the forest's idyllic atmosphere and establishes his philosophical role."
  },
  {
    "scene_id": "as_you_like_it_2_6",
    "title": "As You Like It",
    "act": 2,
    "scene": 6,
    "location": "Another part of the Forest of Arden, France",
    "scene_summary": "Orlando and Adam, weary from their journey, rest in the forest. Adam, frail and starving, faints from hunger. Orlando promises to find food and shelter, carrying Adam to safety, demonstrating his compassion and resolve despite their dire circumstances. This brief scene underscores their bond and Orlando's heroism."
  },
  {
    "scene_id": "as_you_like_it_2_7",
    "title": "As You Like It",
    "act": 2,
    "scene": 7,
    "location": "A clearing in the Forest of Arden, France",
    "scene_summary": "Duke Senior and his followers prepare to dine, but Jaques arrives, praising the wisdom of a fool (Touchstone) he met in the forest. Orlando bursts in, sword drawn, demanding food for Adam. Duke Senior welcomes him kindly, and Orlando, moved by their generosity, brings Adam to join them. Amiens sings, and Jaques delivers his famous “All the world's a stage” speech, reflecting on life's stages, while the scene unites key characters in the forest."
  },
  {
    "scene_id": "as_you_like_it_3_1",
    "title": "As You Like It",
    "act": 3,
    "scene": 1,
    "location": "A room in Duke Frederick's palace, France",
    "scene_summary": "Duke Frederick, furious that Oliver has failed to find Orlando, confiscates Oliver's lands and banishes him, ordering him to locate his brother or face ruin. Oliver pleads for mercy but is dismissed, intensifying the court's hostility and driving Oliver toward the Forest of Arden."
  },
  {
    "scene_id": "as_you_like_it_3_2",
    "title": "As You Like It",
    "act": 3,
    "scene": 2,
    "location": "The Forest of Arden, France",
    "scene_summary": "Orlando hangs love poems for Rosalind on trees, unaware she is nearby. Touchstone and Corin debate the merits of court versus country life, with Touchstone's wit prevailing. Rosalind (as Ganymede) finds Orlando's poems and discusses them with Celia, mocking their earnestness. When Orlando and Jaques encounter each other, they exchange sharp banter. Rosalind, still disguised, meets Orlando and proposes to “cure” his love by pretending to be Rosalind, initiating a playful courtship game."
  },
  {
    "scene_id": "as_you_like_it_3_3",
    "title": "As You Like It",
    "act": 3,
    "scene": 3,
    "location": "Another part of the Forest of Arden, France",
    "scene_summary": "Touchstone courts Audrey, a simple goatherd, with bawdy humor, planning to marry her. Jaques observes, disapproving of the match but intrigued by Touchstone's folly. Sir Oliver Martext, a vicar, arrives to perform the marriage, but Jaques interrupts, insisting on a proper ceremony, delaying the wedding. The scene provides comic relief and contrasts rustic love with courtly ideals."
  },
  {
    "scene_id": "as_you_like_it_3_4",
    "title": "As You Like It",
    "act": 3,
    "scene": 4,
    "location": "The Forest of Arden, France",
    "scene_summary": "Rosalind, as Ganymede, is upset that Orlando is late for their mock courtship session, confiding in Celia. Corin invites them to observe Silvius wooing Phebe, who harshly rejects him. Rosalind intervenes, scolding Phebe for her cruelty, but Phebe, smitten with Ganymede's appearance, falls in love with “him,” complicating the romantic entanglements."
  },
  {
    "scene_id": "as_you_like_it_3_5",
    "title": "As You Like It",
    "act": 3,
    "scene": 5,
    "location": "Another part of the Forest of Arden, France",
    "scene_summary": "Silvius pleads with Phebe, who remains indifferent, now infatuated with Ganymede (Rosalind). Rosalind, Celia, and Corin watch as Phebe sends Silvius away with a letter for Ganymede, believing it a love note. The scene deepens the comedic love triangle and showcases Rosalind's central role in resolving romantic conflicts."
  },
  {
    "scene_id": "as_you_like_it_4_1",
    "title": "As You Like It",
    "act": 4,
    "scene": 1,
    "location": "The Forest of Arden, France",
    "scene_summary": "Jaques engages Rosalind (as Ganymede) in witty banter, admiring “his” melancholy wit. Orlando arrives for their mock courtship, and Rosalind, as Ganymede, playfully tests his devotion by pretending to be a fickle Rosalind. They stage a mock wedding with Celia officiating, deepening their bond. Orlando leaves to dine with Duke Senior, and Rosalind admits her growing love, blending comedy with genuine emotion."
  },
  {
    "scene_id": "as_you_like_it_4_2",
    "title": "As You Like It",
    "act": 4,
    "scene": 2,
    "location": "Another part of the Forest of Arden, France",
    "scene_summary": "Jaques and Duke Senior's lords celebrate a successful hunt with a song about a slain deer, wearing its horns as a trophy. This brief, festive scene reinforces the forest's communal spirit and provides a light interlude before the romantic resolutions."
  },
  {
    "scene_id": "as_you_like_it_4_3",
    "title": "As You Like It",
    "act": 4,
    "scene": 3,
    "location": "The Forest of Arden, France",
    "scene_summary": "Rosalind and Celia discuss Orlando's delay, and Silvius delivers Phebe's letter to Ganymede, which Rosalind reads, revealing Phebe's love for “him.” Oliver, now reformed, arrives, recounting how Orlando saved him from a lioness, injuring himself. He delivers a bloody handkerchief as proof, and Rosalind, overwhelmed by Orlando's bravery and her love, faints. Oliver notes Ganymede's emotional reaction, suspecting “his” disguise, advancing the plot toward resolution."
  },
  {
    "scene_id": "as_you_like_it_5_1",
    "title": "As You Like It",
    "act": 5,
    "scene": 1,
    "location": "The Forest of Arden, France",
    "scene_summary": "Touchstone and Audrey prepare to marry, encountering William, a rival suitor for Audrey. Touchstone outwits William with clever threats, dismissing him. Corin arrives, inviting them to join Rosalind and others, setting up the final gathering. The scene highlights Touchstone's comedic dominance and ties up minor romantic threads."
  },
  {
    "scene_id": "as_you_like_it_5_2",
    "title": "As You Like It",
    "act": 5,
    "scene": 2,
    "location": "The Forest of Arden, France",
    "scene_summary": "Oliver, transformed by Orlando's kindness, falls in love with Celia (as Aliena) and proposes marriage, which she accepts. Rosalind, as Ganymede, promises Orlando that she can magically produce Rosalind for him to marry. Phebe arrives, still pursuing Ganymede, but Rosalind assures her the situation will resolve, arranging for all to meet the next day. The scene accelerates the romantic pairings and builds anticipation for the climax."
  },
  {
    "scene_id": "as_you_like_it_5_3",
    "title": "As You Like It",
    "act": 5,
    "scene": 3,
    "location": "The Forest of Arden, France",
    "scene_summary": "Touchstone and Audrey encounter two of Duke Senior's pages, who sing a song about springtime love. Touchstone mocks their singing but plans his wedding, maintaining his humorous skepticism. This brief scene reinforces the play's festive tone and prepares for the mass marriage."
  },
  {
    "scene_id": "as_you_like_it_5_4",
    "title": "As You Like It",
    "act": 5,
    "scene": 4,
    "location": "The stage (breaking the fourth wall)",
    "scene_summary": "Rosalind delivers a playful epilogue, addressing the audience directly, asking for their applause. She acknowledges her disguise as Ganymede, blending her male and female personas, and bids farewell, reinforcing the play's themes of performance and gender fluidity. (Note: As an epilogue, this is not a traditional scene but included for completeness.)"
  }
]