[
  {
    "scene_id": "king_john_1_1",
    "title": "King John",
    "act": 1,
    "scene": 1,
    "location": "A room of state in King John's palace, Northampton, England",
    "scene_summary": "King John receives French ambassador Chatillon, who demands John yield the crown to Arthur, son of John's late brother Geoffrey, backed by France's King Philip. John defies the challenge, preparing for war. Robert Faulconbridge and his brother Philip dispute their inheritance, revealing Philip is the illegitimate son of Richard I (Lionheart). John knights Philip as Sir Richard Plantagenet, and the Bastard joins the court, setting up the dynastic conflict and his roguish role."
  },
  {
    "scene_id": "king_john_2_1",
    "title": "King John",
    "act": 2,
    "scene": 1,
    "location": "Before the walls of Angiers, France",
    "scene_summary": "King Philip of France, with Arthur, his mother Constance, and the Dauphin (Lewis), besieges Angiers, supported by Austria. John arrives with his mother, Queen Elinor, and the Bastard. Both kings claim Angiers, but the citizens refuse to choose until a rightful king is determined. The Bastard suggests an alliance against Angiers, leading to a battle, while Constance laments Arthur's weak position, highlighting the political stalemate."
  },
  {
    "scene_id": "king_john_3_1",
    "title": "King John",
    "act": 3,
    "scene": 1,
    "location": "The French camp near Angiers, France",
    "scene_summary": "Constance rails against France and Austria for negotiating peace with John, fearing Arthur's claim is betrayed. Cardinal Pandulph, a papal legate, arrives, excommunicating John for defying the Pope over Canterbury's archbishop. Pandulph pressures Philip to break the peace and fight John, causing a rift as Philip reluctantly agrees, resuming war and escalating the religious conflict."
  },
  {
    "scene_id": "king_john_3_2",
    "title": "King John",
    "act": 3,
    "scene": 2,
    "location": "A battlefield near Angiers, France",
    "scene_summary": "The Bastard, carrying Austria's head, reports English victories. John captures Arthur, ordering Hubert to guard him. Elinor comforts John, but the Bastard senses trouble, urging vigilance. The brief scene shows English success but foreshadows Arthur's peril and John's insecurity."
  },
  {
    "scene_id": "king_john_3_3",
    "title": "King John",
    "act": 3,
    "scene": 3,
    "location": "The English camp near Angiers, France",
    "scene_summary": "John instructs Hubert to kill Arthur secretly to secure his throne. He plans to return to England, leaving the Bastard to manage French territories. The scene reveals John's ruthless ambition and the moral descent that threatens his rule."
  },
  {
    "scene_id": "king_john_3_4",
    "title": "King John",
    "act": 3,
    "scene": 4,
    "location": "The French camp near Angiers, France",
    "scene_summary": "Philip, Lewis, and Constance lament their defeat. Constance grieves for Arthur's capture, cursing her allies. Pandulph encourages Lewis to invade England, predicting John's weakening grip due to Arthur's fate, rallying the French for a new campaign and deepening the tragedy of Constance's despair."
  },
  {
    "scene_id": "king_john_4_1",
    "title": "King John",
    "act": 4,
    "scene": 1,
    "location": "A room in a castle, Northampton, England",
    "scene_summary": "Hubert prepares to blind Arthur with hot irons, as ordered by John, but Arthur's innocence and pleas soften him. Hubert spares Arthur, hiding his mercy, showing compassion amidst John's cruelty and setting up the moral tension of Arthur's fate."
  },
  {
    "scene_id": "king_john_4_2",
    "title": "King John",
    "act": 4,
    "scene": 2,
    "location": "A room in King John's palace, Northampton, England",
    "scene_summary": "John, crowned again to assert legitimacy, faces nobles like Pembroke and Salisbury, who suspect Arthur's murder and demand his release. Hubert falsely claims Arthur is dead, shocking John, who blames him. A messenger reports French invasion and Elinor's death, alarming John. The nobles depart, distrustful, and John regrets his orders, as his rule unravels."
  },
  {
    "scene_id": "king_john_4_3",
    "title": "King John",
    "act": 4,
    "scene": 3,
    "location": "Before the castle, Northampton, England",
    "scene_summary": "Arthur, escaping, leaps from the castle wall and dies. The Bastard, arriving, meets Pembroke and Salisbury, who accuse John of murder. Finding Arthur's body, they vow rebellion. Hubert reveals Arthur was alive until now, but the nobles disbelieve him. The Bastard urges loyalty to John despite the chaos, highlighting the tragic misunderstanding and civil strife."
  },
  {
    "scene_id": "king_john_5_1",
    "title": "King John",
    "act": 5,
    "scene": 1,
    "location": "A room in King John's palace, Northampton, England",
    "scene_summary": "John submits to Pandulph, yielding to the Pope to counter the French invasion. The Bastard, returning, urges defiance, but John reveals his reconciliation. Pandulph promises to halt Lewis's advance, but the Bastard remains skeptical, showing John's weakened authority and the Bastard's growing prominence."
  },
  {
    "scene_id": "king_john_5_2",
    "title": "King John",
    "act": 5,
    "scene": 2,
    "location": "The Dauphin's camp near St. Edmundsbury, England",
    "scene_summary": "Lewis, with Salisbury and Pembroke, rejects Pandulph's peace offer, determined to conquer England. The nobles, torn, lament their disloyalty but commit to Lewis. The Bastard arrives, defying Lewis and reporting John's rallied forces, escalating tensions as battle looms."
  },
  {
    "scene_id": "king_john_5_3",
    "title": "King John",
    "act": 5,
    "scene": 3,
    "location": "A battlefield near St. Edmundsbury, England",
    "scene_summary": "John, ill, learns from the Bastard of English successes but also French reinforcements. A messenger reports the loss of supplies, weakening John's position. John retreats to Swinstead Abbey, showing his physical and political decline."
  },
  {
    "scene_id": "king_john_5_4",
    "title": "King John",
    "act": 5,
    "scene": 4,
    "location": "Another part of the battlefield near St. Edmundsbury, England",
    "scene_summary": "Salisbury, Pembroke, and Bigot, fighting for Lewis, learn John is poisoned by a monk. Melun, a dying French lord, reveals Lewis plans to betray them, prompting the nobles to rejoin John, seeking mercy, as the tide turns against the French."
  },
  {
    "scene_id": "king_john_5_5",
    "title": "King John",
    "act": 5,
    "scene": 5,
    "location": "The French camp near St. Edmundsbury, England",
    "scene_summary": "Lewis laments English resistance and the loss of reinforcements, weakened further by the nobles' defection. He resolves to fight on, but his position deteriorates, reflecting the French campaign's collapse."
  },
  {
    "scene_id": "king_john_5_6",
    "title": "King John",
    "act": 5,
    "scene": 6,
    "location": "A field near Swinstead Abbey, England",
    "scene_summary": "The Bastard meets Hubert, learning of John's poisoning and the nobles' return. Hubert reports Arthur's death stirred rebellion, but the Bastard focuses on defending England. They rush to John, uniting to save the kingdom amidst chaos."
  },
  {
    "scene_id": "king_john_5_7",
    "title": "King John",
    "act": 5,
    "scene": 7,
    "location": "The orchard at Swinstead Abbey, England",
    "scene_summary": "Prince Henry, John's son, mourns his father's worsening condition. John, delirious, dies after the Bastard and nobles arrive, reconciled. The Bastard swears loyalty to Prince Henry, crowned Henry III. Pandulph announces French withdrawal, and the Bastard vows England's strength, ending with national unity restored."
  }
]