[
  {
    "scene_id": "the_merry_wives_of_windsor_1_1",
    "title": "The Merry Wives of Windsor",
    "act": 1,
    "scene": 1,
    "location": "A street before Page's house, Windsor, England",
    "scene_summary": "Shallow, Slender, and Sir Hugh Evans discuss a lawsuit and Slender's courtship of Anne Page. They meet Falstaff, who's staying at the Garter Inn, and the Pages. Falstaff plans to woo Mistress Page and Mistress Ford to access their husbands' wealth, revealing his scheme. Anne rejects Slender, setting up the comedic plot of Falstaff's deception and the marriage subplot."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_1_2",
    "title": "The Merry Wives of Windsor",
    "act": 1,
    "scene": 2,
    "location": "Before Sir Hugh Evans's house, Windsor, England",
    "scene_summary": "Evans sends Simple, Slender's servant, to Mistress Quickly, asking her to promote Slender's suit to Anne Page. The brief scene advances the courtship subplot, introducing Quickly as a go-between."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_1_3",
    "title": "The Merry Wives of Windsor",
    "act": 1,
    "scene": 3,
    "location": "A room in the Garter Inn, Windsor, England",
    "scene_summary": "Falstaff, short of funds, tells his followers—Bardolph, Pistol, and Nym—of his plan to seduce Mistress Page and Mistress Ford. He sends them with love letters, but Pistol and Nym, disgruntled, refuse and plan to warn the husbands, setting up Falstaff's exposure and the comic intrigue."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_1_4",
    "title": "The Merry Wives of Windsor",
    "act": 1,
    "scene": 4,
    "location": "A room in Dr. Caius's house, Windsor, England",
    "scene_summary": "Mistress Quickly, Caius's housekeeper, receives Simple's message for Slender. Caius, a French doctor and Anne's suitor, interrupts, sending Quickly to woo Anne for him. Rugby, Caius's servant, reports Falstaff's letter to Quickly, who agrees to help Falstaff, juggling multiple suitors and schemes, adding comedic complexity."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_2_1",
    "title": "The Merry Wives of Windsor",
    "act": 2,
    "scene": 1,
    "location": "A street before Page's house, Windsor, England",
    "scene_summary": "Mistress Page receives Falstaff's letter, outraged by his presumption. Mistress Ford arrives with an identical letter, and they plot to humiliate Falstaff, planning to lure him into a trap. Page and Ford, warned by Pistol and Nym, react differently: Page trusts his wife, but Ford, jealous, plans to investigate, introducing the wives' revenge and Ford's mistrust."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_2_2",
    "title": "The Merry Wives of Windsor",
    "act": 2,
    "scene": 2,
    "location": "A room in the Garter Inn, Windsor, England",
    "scene_summary": "Falstaff dismisses Pistol's debts, asserting dominance. Mistress Quickly delivers Mistress Ford's invitation, convincing Falstaff of her affection. Ford, disguised as “Brook,” bribes Falstaff to seduce Mistress Ford on his behalf, learning of Falstaff's planned visit. Falstaff boasts, unaware of the trap, while Ford, enraged, vows to catch them, advancing the deception and Ford's jealousy."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_2_3",
    "title": "The Merry Wives of Windsor",
    "act": 2,
    "scene": 3,
    "location": "A field near Windsor, England",
    "scene_summary": "Caius, furious at Evans's support for Slender, challenges him to a duel. Host of the Garter Inn mocks their rivalry, planning to exploit it. The brief scene adds comic tension among Anne's suitors, contrasting the main plot's intrigue."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_3_1",
    "title": "The Merry Wives of Windsor",
    "act": 3,
    "scene": 1,
    "location": "A field near Frogmore, Windsor, England",
    "scene_summary": "Evans, awaiting Caius, is mocked by Shallow, Slender, and Simple. The Host and Page arrive, revealing they've tricked Caius and Evans into different locations, preventing the duel. The men reconcile, and the Host plans further jests, providing comic relief and resolving the suitors' conflict temporarily."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_3_2",
    "title": "The Merry Wives of Windsor",
    "act": 3,
    "scene": 2,
    "location": "A street in Windsor, England",
    "scene_summary": "Mistress Page encourages Slender's suit to Anne, while Ford, as “Brook,” learns more from Falstaff. Page favors Slender, but Anne prefers Fenton, a gentleman. Ford plots to catch Falstaff at Mistress Ford's, aligning with the wives' scheme, intertwining the courtship and revenge plots."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_3_3",
    "title": "The Merry Wives of Windsor",
    "act": 3,
    "scene": 3,
    "location": "A room in Ford's house, Windsor, England",
    "scene_summary": "Mistress Ford invites Falstaff, who arrives amorously. The wives hide him in a laundry basket when Mistress Page announces Ford's approach. Ford searches but finds nothing, as servants dump Falstaff in the Thames, humiliating him. The wives revel in their success, escalating the prank and Ford's frustration."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_3_4",
    "title": "The Merry Wives of Windsor",
    "act": 3,
    "scene": 4,
    "location": "A room in Page's house, Windsor, England",
    "scene_summary": "Fenton courts Anne, confessing his love, but Page rejects him for Slender. Quickly, juggling suitors, supports Fenton privately. Caius and Slender also vie for Anne, and Quickly manipulates all, while Fenton's sincerity contrasts the comic scheming, advancing the romantic subplot."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_3_5",
    "title": "The Merry Wives of Windsor",
    "act": 3,
    "scene": 5,
    "location": "A room in the Garter Inn, Windsor, England",
    "scene_summary": "Falstaff, soaked from the basket prank, recounts his ordeal. Mistress Quickly delivers another invitation from Mistress Ford, and Falstaff, undeterred, agrees to visit disguised as “Herne the Hunter.” Ford, as “Brook,” learns the plan, plotting to catch him, while the wives prepare a new trap, maintaining the comedic momentum."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_4_1",
    "title": "The Merry Wives of Windsor",
    "act": 4,
    "scene": 1,
    "location": "A street in Windsor, England",
    "scene_summary": "Mistress Page's son, William, is quizzed in Latin by Evans, with Quickly misinterpreting the lesson comically. The brief scene provides light humor, showcasing Evans's pedantry and the town's lively atmosphere, contrasting the main plot's intrigue."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_4_2",
    "title": "The Merry Wives of Windsor",
    "act": 4,
    "scene": 2,
    "location": "A room in Ford's house, Windsor, England",
    "scene_summary": "Falstaff, disguised as a maid, visits Mistress Ford. Ford arrives, searching again. The wives disguise Falstaff as an old woman, and Ford, mistaking him, beats him out. The wives, triumphant, plan a final public humiliation at Herne's Oak, revealing their plot to their husbands, uniting the community against Falstaff."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_4_3",
    "title": "The Merry Wives of Windsor",
    "act": 4,
    "scene": 3,
    "location": "A room in the Garter Inn, Windsor, England",
    "scene_summary": "The Host learns German “dukes” (actually Caius's men) need horses, part of a subplot where the Host is tricked. The brief scene sets up the Host's eventual comeuppance, tying into the play's theme of deception."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_4_4",
    "title": "The Merry Wives of Windsor",
    "act": 4,
    "scene": 4,
    "location": "A room in Ford's house, Windsor, England",
    "scene_summary": "The Pages, Fords, and Evans plan to humiliate Falstaff at Herne's Oak, disguising children as fairies to torment him. Page schemes for Slender to elope with Anne, while Mistress Page favors Caius, plotting a rival elopement, setting up the climactic prank and marriage resolution."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_4_5",
    "title": "The Merry Wives of Windsor",
    "act": 4,
    "scene": 5,
    "location": "A room in the Garter Inn, Windsor, England",
    "scene_summary": "Falstaff, bruised, plans to attend the Herne's Oak rendezvous. The Host learns his horses were stolen in Caius's ruse, cursing his loss. Caius and Evans plot to secure Anne, adding to the comedic chaos as the final prank approaches."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_4_6",
    "title": "The Merry Wives of Windsor",
    "act": 4,
    "scene": 6,
    "location": "Another room in the Garter Inn, Windsor, England",
    "scene_summary": "Fenton confides to the Host his plan to elope with Anne, using the fairy disguise to thwart Slender and Caius. The Host agrees to help, ensuring Fenton's success, finalizing the romantic resolution amidst the comic schemes."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_5_1",
    "title": "The Merry Wives of Windsor",
    "act": 5,
    "scene": 1,
    "location": "A room in the Garter Inn, Windsor, England",
    "scene_summary": "Falstaff confirms his Herne's Oak meeting with the wives, eager despite past humiliations. Ford, as “Brook,” gloats over the upcoming prank. The brief scene builds anticipation for the climactic public shaming."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_5_2",
    "title": "The Merry Wives of Windsor",
    "act": 5,
    "scene": 2,
    "location": "Windsor Park, near Herne's Oak, Windsor, England",
    "scene_summary": "Page, Shallow, and Slender prepare for the prank, with Slender ready to elope with Anne, disguised in white. The brief scene sets up the chaotic finale, focusing on the marriage subplot."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_5_3",
    "title": "The Merry Wives of Windsor",
    "act": 5,
    "scene": 3,
    "location": "A street leading to Windsor Park, Windsor, England",
    "scene_summary": "Mistress Page and Caius plan for Caius to elope with Anne, disguised in green, unaware of Fenton's counterplot. The wives lead the fairy disguise, ensuring Falstaff's torment, heightening the comedic convergence."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_5_4",
    "title": "The Merry Wives of Windsor",
    "act": 5,
    "scene": 4,
    "location": "Windsor Park, near Herne's Oak, Windsor, England",
    "scene_summary": "Evans, as a satyr, leads the “fairies” (children) to prepare the prank. The group awaits Falstaff, ready to execute the final humiliation, building suspense for the communal jest."
  },
  {
    "scene_id": "the_merry_wives_of_windsor_5_5",
    "title": "The Merry Wives of Windsor",
    "act": 5,
    "scene": 5,
    "location": "Windsor Park, near Herne's Oak, Windsor, England",
    "scene_summary": "Falstaff, dressed as Herne, meets the wives, but the “fairies” torment him, pinching and mocking. The Pages and Fords reveal the prank, shaming Falstaff. Slender and Caius, misled, elope with boys, while Fenton marries Anne. The Pages accept Fenton, and Falstaff is invited to laugh off his defeat, ending with communal harmony and comic resolution."
  }
]