[
  {
    "scene_id": "a_midsummer_night_s_dream_1_1",
    "title": "A Midsummer Night's Dream",
    "act": 1,
    "scene": 1,
    "location": "A room in Theseus's palace, Athens, Greece",
    "scene_summary": "Theseus and Hippolyta plan their wedding. Egeus demands his daughter, Hermia, marry Demetrius, not Lysander, whom she loves, threatening death or a nunnery. Theseus upholds the law, giving Hermia time to decide. Hermia and Lysander plan to elope, meeting in the woods. Helena, loving Demetrius, reveals their plan to him, hoping to win his favor, setting up the romantic entanglements and forest adventure."
  },
  {
    "scene_id": "a_midsummer_night_s_dream_1_2",
    "title": "A Midsummer Night's Dream",
    "act": 1,
    "scene": 2,
    "location": "A room in Quince's house, Athens, Greece",
    "scene_summary": "Peter Quince, a carpenter, organizes a play, *Pyramus and Thisbe*, for Theseus's wedding, assigning roles to artisans: Bottom as Pyramus, Flute as Thisbe, and others. Bottom, boastful, wants all roles. They agree to rehearse in the woods, introducing the comedic mechanicals and their bumbling efforts."
  },
  {
    "scene_id": "a_midsummer_night_s_dream_2_1",
    "title": "A Midsummer Night's Dream",
    "act": 2,
    "scene": 1,
    "location": "A wood near Athens, Greece",
    "scene_summary": "Puck (Robin Goodfellow) and a Fairy discuss Oberon and Titania, fairy king and queen, quarreling over a changeling boy. Oberon orders Puck to fetch a love-potion flower to enchant Titania, making her love the first creature she sees. Seeing Demetrius reject Helena, Oberon instructs Puck to charm Demetrius to love her, initiating the magical mischief and love confusion."
  },
  {
    "scene_id": "a_midsummer_night_s_dream_2_2",
    "title": "A Midsummer Night's Dream",
    "act": 2,
    "scene": 2,
    "location": "Another part of the wood, Athens, Greece",
    "scene_summary": "Titania, lulled by fairies, sleeps. Oberon applies the love potion to her eyes. Lysander and Hermia rest, but Puck, mistaking Lysander for Demetrius, anoints him. Helena finds Lysander, who awakens, instantly loving her. Lysander abandons Hermia, who wakes alone, distraught, escalating the romantic chaos caused by Puck's error."
  },
  {
    "scene_id": "a_midsummer_night_s_dream_3_1",
    "title": "A Midsummer Night's Dream",
    "act": 3,
    "scene": 1,
    "location": "The wood, near Titania's bower, Athens, Greece",
    "scene_summary": "The mechanicals rehearse their play. Puck, amused, transforms Bottom's head into an ass's. The others flee, terrified. Titania, awakened by Bottom's singing, falls in love with him due to the potion, leading him to her bower. The scene blends comedy and magic, highlighting Bottom's absurdity and Titania's enchantment."
  },
  {
    "scene_id": "a_midsummer_night_s_dream_3_2",
    "title": "A Midsummer Night's Dream",
    "act": 3,
    "scene": 2,
    "location": "Another part of the wood, Athens, Greece",
    "scene_summary": "Oberon learns of Puck's mistake with Lysander and anoints Demetrius, who awakens and loves Helena. Helena, pursued by both men, suspects mockery, while Hermia, confused, quarrels with Helena. Oberon orders Puck to fix the chaos, who leads the lovers astray with fog and mimics their voices, exhausting them. Puck re-anoints Lysander to love Hermia, aiming to restore order, intensifying the comedic love tangle."
  },
  {
    "scene_id": "a_midsummer_night_s_dream_4_1",
    "title": "A Midsummer Night's Dream",
    "act": 4,
    "scene": 1,
    "location": "The wood, Titania's bower, Athens, Greece",
    "scene_summary": "Titania dotes on Bottom, attended by fairies. Oberon, having gained the changeling, removes the potion from Titania, who recoils from Bottom. Puck restores Bottom's head. Theseus, Hippolyta, and Egeus find the sleeping lovers, who awaken with corrected loves: Lysander for Hermia, Demetrius for Helena. Theseus approves their marriages, and Bottom returns to Athens, resolving the fairy mischief and romantic conflicts."
  },
  {
    "scene_id": "a_midsummer_night_s_dream_4_2",
    "title": "A Midsummer Night's Dream",
    "act": 4,
    "scene": 2,
    "location": "A room in Quince's house, Athens, Greece",
    "scene_summary": "The mechanicals worry about Bottom's absence, fearing their play is ruined. Bottom returns, unaware of his transformation, and urges them to prepare for the performance at Theseus's wedding, reuniting the troupe for the comedic climax."
  },
  {
    "scene_id": "a_midsummer_night_s_dream_5_1",
    "title": "A Midsummer Night's Dream",
    "act": 5,
    "scene": 1,
    "location": "A hall in Theseus's palace, Athens, Greece",
    "scene_summary": "Theseus and Hippolyta discuss the lovers' strange tales, dismissing them as fancy. The couples—Theseus and Hippolyta, Lysander and Hermia, Demetrius and Helena—celebrate their weddings. The mechanicals perform *Pyramus and Thisbe*, hilariously botched, amusing the court. After, Oberon, Titania, and fairies bless the couples, ensuring harmony. Puck's epilogue seeks applause, ending with festive unity and magical resolution."
  }
]