[
  {
    "scene_id": "king_richard_ii_1_1",
    "title": "King Richard II",
    "act": 1,
    "scene": 1,
    "location": "A room in King Richard II's palace, London, England",
    "scene_summary": "King Richard II presides over a dispute between Henry Bolingbroke (Duke of Hereford) and Thomas Mowbray (Duke of Norfolk), who accuse each other of treason, Bolingbroke linking Mowbray to Gloucester's murder. Richard orders a trial by combat, unable to reconcile them, establishing the political rift and Richard's weak mediation."
  },
  {
    "scene_id": "king_richard_ii_1_2",
    "title": "King Richard II",
    "act": 1,
    "scene": 2,
    "location": "A room in John of Gaunt's house, London, England",
    "scene_summary": "John of Gaunt, Bolingbroke's father, consoles the Duchess of Gloucester, who mourns her husband's murder, blaming Richard's negligence. Gaunt, loyal to Richard as God's anointed, refuses to act, urging patience. The Duchess curses Richard, revealing court corruption and Gaunt's conflicted loyalty."
  },
  {
    "scene_id": "king_richard_ii_1_3",
    "title": "King Richard II",
    "act": 1,
    "scene": 3,
    "location": "The lists at Coventry, England",
    "scene_summary": "At the trial by combat, Bolingbroke and Mowbray prepare to fight, but Richard halts the duel, banishing Bolingbroke for six years and Mowbray for life. Mowbray laments his exile, and Bolingbroke accepts, bidding Gaunt farewell. Richard, swayed by advisors, reduces Bolingbroke's term, but his motives seem self-serving, showing his arbitrary rule."
  },
  {
    "scene_id": "king_richard_ii_1_4",
    "title": "King Richard II",
    "act": 1,
    "scene": 4,
    "location": "A room in King Richard II's palace, London, England",
    "scene_summary": "Richard, with favorites Bagot, Bushy, and Green, mocks Bolingbroke's departure, revealing his dislike. He plans to tax the realm and seize Gaunt's wealth to fund Irish wars, ignoring news of unrest. Aumerle reports Bolingbroke's popularity, highlighting Richard's misrule and financial desperation."
  },
  {
    "scene_id": "king_richard_ii_2_1",
    "title": "King Richard II",
    "act": 2,
    "scene": 1,
    "location": "A room in Ely House, London, England",
    "scene_summary": "Gaunt, dying, laments England's decline under Richard's mismanagement to York. Richard arrives, and Gaunt criticizes his extravagance, warning of ruin. After Gaunt's death, Richard seizes his estate, disinheriting Bolingbroke. York protests, but Richard departs for Ireland. Northumberland reveals Bolingbroke's return with an army, signaling rebellion."
  },
  {
    "scene_id": "king_richard_ii_2_2",
    "title": "King Richard II",
    "act": 2,
    "scene": 2,
    "location": "A room in the Queen's palace, London, England",
    "scene_summary": "Queen Isabel, sensing doom, grieves with Bushy and Bagot. Green reports Bolingbroke's landing, York's indecision as regent, and noble defections. York, torn, prepares to fight Bolingbroke, leaving the Queen despairing, as Richard's allies weaken and rebellion grows."
  },
  {
    "scene_id": "king_richard_ii_2_3",
    "title": "King Richard II",
    "act": 2,
    "scene": 3,
    "location": "A field in Gloucestershire, England",
    "scene_summary": "Bolingbroke, with Northumberland and others, marches toward Berkeley. He meets York, claiming he seeks only his inheritance. York, wavering, rebukes but joins him, unable to resist. Bolingbroke heads to confront Richard's allies, gaining momentum as Richard's power crumbles."
  },
  {
    "scene_id": "king_richard_ii_2_4",
    "title": "King Richard II",
    "act": 2,
    "scene": 4,
    "location": "A camp in Wales",
    "scene_summary": "Salisbury, loyal to Richard, learns Welsh troops have deserted, believing Richard dead. He laments the king's fate, foreseeing ruin. The brief scene underscores Richard's isolation and the collapse of his support in Wales."
  },
  {
    "scene_id": "king_richard_ii_3_1",
    "title": "King Richard II",
    "act": 3,
    "scene": 1,
    "location": "Bolingbroke's camp, Bristol, England",
    "scene_summary": "Bolingbroke sentences Bushy and Green to death for misleading Richard and harming him, sparing Bagot for information. He sends word to Richard, asserting his loyalty but demanding justice, consolidating his power and moral stance against Richard's favorites."
  },
  {
    "scene_id": "king_richard_ii_3_2",
    "title": "King Richard II",
    "act": 3,
    "scene": 2,
    "location": "The coast of Wales, near Barkloughly Castle",
    "scene_summary": "Richard, returned from Ireland, lands with Aumerle and Salisbury, initially hopeful. Carlisle and Salisbury report the Welsh desertion and Bolingbroke's advance. Richard, despairing, laments his divine right's betrayal, oscillating between defiance and resignation, revealing his emotional fragility."
  },
  {
    "scene_id": "king_richard_ii_3_3",
    "title": "King Richard II",
    "act": 3,
    "scene": 3,
    "location": "Before Flint Castle, Wales",
    "scene_summary": "Bolingbroke, with York and Northumberland, besieges Flint Castle, where Richard is. Richard, from the walls, negotiates with Northumberland, agreeing to meet Bolingbroke if his demands are met. Bolingbroke kneels to Richard, claiming loyalty, but Richard senses his deposition, submitting to Bolingbroke's terms, marking his political downfall."
  },
  {
    "scene_id": "king_richard_ii_3_4",
    "title": "King Richard II",
    "act": 3,
    "scene": 4,
    "location": "A garden in the Duke of York's palace, London, England",
    "scene_summary": "Queen Isabel overhears gardeners discuss Richard's mismanagement and Bolingbroke's rise, comparing England to a neglected garden. She curses them, learning Richard is deposed, deepening her grief and symbolizing the kingdom's decay under Richard's rule."
  },
  {
    "scene_id": "king_richard_ii_4_1",
    "title": "King Richard II",
    "act": 4,
    "scene": 1,
    "location": "Westminster Hall, London, England",
    "scene_summary": "Bolingbroke presides as nobles, including Bagot, accuse Aumerle of Gloucester's murder, sparking disputes. Richard, summoned, reluctantly abdicates, handing the crown to Bolingbroke, now Henry IV. Carlisle objects, warning of civil strife, and is arrested. Richard prophesies England's ruin and is sent to the Tower, while Henry plans his coronation, formalizing the deposition."
  },
  {
    "scene_id": "king_richard_ii_5_1",
    "title": "King Richard II",
    "act": 5,
    "scene": 1,
    "location": "A street leading to the Tower, London, England",
    "scene_summary": "Queen Isabel meets Richard en route to the Tower, lamenting his fall. Richard warns her of Henry's power and urges her to flee to France. Northumberland separates them, sending Richard to Pomfret Castle. Isabel departs, heartbroken, emphasizing Richard's tragic isolation."
  },
  {
    "scene_id": "king_richard_ii_5_2",
    "title": "King Richard II",
    "act": 5,
    "scene": 2,
    "location": "A room in the Duke of York's palace, London, England",
    "scene_summary": "York tells his Duchess of Henry IV's triumphant entry and Richard's humiliation. Aumerle, their son, hides a plot to restore Richard, but York discovers it and plans to inform Henry. The Duchess pleads for Aumerle's life, introducing a subplot of loyalty and betrayal."
  },
  {
    "scene_id": "king_richard_ii_5_3",
    "title": "King Richard II",
    "act": 5,
    "scene": 3,
    "location": "A room in Windsor Castle, England",
    "scene_summary": "Henry IV, now king, worries about his son, Prince Hal. Aumerle begs pardon for his plot, and the Duchess reinforces his plea. Henry forgives Aumerle but orders the conspirators' execution, showing mercy and strength, while the plot against Richard persists."
  },
  {
    "scene_id": "king_richard_ii_5_4",
    "title": "King Richard II",
    "act": 5,
    "scene": 4,
    "location": "Another room in Windsor Castle, England",
    "scene_summary": "Sir Pierce Exton, misinterpreting Henry's wish to be rid of Richard, resolves to kill him at Pomfret. The brief scene sets up Richard's murder, highlighting Henry's indirect complicity and the dangers of royal ambition."
  },
  {
    "scene_id": "king_richard_ii_5_5",
    "title": "King Richard II",
    "act": 5,
    "scene": 5,
    "location": "A dungeon in Pomfret Castle, England",
    "scene_summary": "Richard, imprisoned, reflects on his fall, comparing his mind to a clock. A groom recounts Henry's coronation, and a keeper brings food. Exton and assassins attack, and Richard kills two before dying. Exton, remorseful, vows to deliver Richard's body to Henry, concluding Richard's tragic arc."
  },
  {
    "scene_id": "king_richard_ii_5_6",
    "title": "King Richard II",
    "act": 5,
    "scene": 6,
    "location": "A room in Windsor Castle, England",
    "scene_summary": "Henry IV learns of the rebels' defeat, with Carlisle spared but exiled. Exton presents Richard's body, and Henry, guilty, banishes Exton and vows a crusade to atone, ending with political stability but moral unease, foreshadowing further strife."
  }
]