[
  {
    "scene_id": "king_richard_iii_1_1",
    "title": "King Richard III",
    "act": 1,
    "scene": 1,
    "location": "A street in London, England",
    "scene_summary": "Richard, Duke of Gloucester, soliloquizes about the peace after Yorkist victory, his deformed body, and his ambition to seize the throne. He manipulates his brother Clarence, imprisoned by King Edward IV's order, feigning loyalty while plotting his death. Richard learns Edward is ill and plans to eliminate rivals, revealing his villainy and cunning."
  },
  {
    "scene_id": "king_richard_iii_1_2",
    "title": "King Richard III",
    "act": 1,
    "scene": 2,
    "location": "Another street in London, England",
    "scene_summary": "Lady Anne, mourning King Henry VI and her husband, curses Richard, their killer, as she follows Henry's coffin. Richard intercepts, boldly wooing her despite her hatred. Through flattery and feigned remorse, he wins her reluctant acceptance of his ring, showcasing his manipulative prowess and advancing his political schemes."
  },
  {
    "scene_id": "king_richard_iii_1_3",
    "title": "King Richard III",
    "act": 1,
    "scene": 3,
    "location": "A room in King Edward IV's palace, London, England",
    "scene_summary": "Queen Elizabeth, her brother Rivers, and Grey worry about Edward's illness and Richard's ambition. Richard interrupts, accusing them of plotting against him. Queen Margaret, Henry VI's widow, curses Richard and the Yorkists for her family's deaths. Richard deflects blame, but Margaret's warnings haunt the court. Messengers report Clarence's imprisonment, and Richard secretly orders his murder, escalating the power struggle."
  },
  {
    "scene_id": "king_richard_iii_1_4",
    "title": "King Richard III",
    "act": 1,
    "scene": 4,
    "location": "A room in the Tower of London, England",
    "scene_summary": "Clarence recounts a prophetic dream of drowning to Brakenbury, the Tower's keeper. Two murderers, hired by Richard, enter, debating their task. Clarence pleads for his life, citing loyalty, but they stab him and drown him in a wine cask, fulfilling Richard's order and highlighting his ruthless betrayal."
  },
  {
    "scene_id": "king_richard_iii_2_1",
    "title": "King Richard III",
    "act": 2,
    "scene": 1,
    "location": "A room in King Edward IV's palace, London, England",
    "scene_summary": "Edward IV, dying, reconciles his feuding nobles, including Richard, Rivers, and Hastings. Richard feigns goodwill, but news of Clarence's death—ordered by Richard—shocks Edward, who blames himself. Richard manipulates the grief, strengthening his position as Edward weakens, exposing his hypocrisy."
  },
  {
    "scene_id": "king_richard_iii_2_2",
    "title": "King Richard III",
    "act": 2,
    "scene": 2,
    "location": "Another room in the palace, London, England",
    "scene_summary": "The Duchess of York, Clarence's mother, and Clarence's children mourn his death. Queen Elizabeth announces Edward's death, fearing for her sons, the young Prince Edward and York. Buckingham and Richard plan to bring Prince Edward to London for coronation, but Richard schemes to control the throne, setting up the princes' peril."
  },
  {
    "scene_id": "king_richard_iii_2_3",
    "title": "King Richard III",
    "act": 2,
    "scene": 3,
    "location": "A street in London, England",
    "scene_summary": "Three citizens discuss Edward's death and fear instability under Prince Edward's youth, suspecting Richard's ambition. Their foreboding reflects public unease, contrasting Richard's private machinations and foreshadowing his rise."
  },
  {
    "scene_id": "king_richard_iii_2_4",
    "title": "King Richard III",
    "act": 2,
    "scene": 4,
    "location": "A room in the palace, London, England",
    "scene_summary": "The Archbishop, Elizabeth, the Duchess, and young York await Prince Edward. News arrives that Richard and Buckingham have imprisoned Rivers and Grey. Elizabeth, fearing Richard's coup, flees to sanctuary with York, while the Archbishop laments, highlighting Richard's tightening grip and the royal family's vulnerability."
  },
  {
    "scene_id": "king_richard_iii_3_1",
    "title": "King Richard III",
    "act": 3,
    "scene": 1,
    "location": "A street in London, England",
    "scene_summary": "Prince Edward arrives in London, greeted by Richard and Buckingham. Young York joins them, but Richard sends both princes to the Tower, claiming it's for safety. Buckingham persuades Catesby to sound out Hastings for supporting Richard's kingship, while Richard plots to eliminate opposition, advancing his usurpation."
  },
  {
    "scene_id": "king_richard_iii_3_2",
    "title": "King Richard III",
    "act": 3,
    "scene": 2,
    "location": "Before Lord Hastings's house, London, England",
    "scene_summary": "Catesby probes Hastings, who refuses to back Richard over Prince Edward. A messenger warns Hastings of danger, but he dismisses it. Hastings heads to a council meeting, unaware of Richard's trap, showing his loyalty and naivety."
  },
  {
    "scene_id": "king_richard_iii_3_3",
    "title": "King Richard III",
    "act": 3,
    "scene": 3,
    "location": "Pomfret Castle, England",
    "scene_summary": "Rivers, Grey, and Vaughan are executed at Pomfret, lamenting their fate and cursing Richard. Ratcliffe oversees their deaths, fulfilling Richard's orders, reinforcing his brutality and the elimination of Elizabeth's allies."
  },
  {
    "scene_id": "king_richard_iii_3_4",
    "title": "King Richard III",
    "act": 3,
    "scene": 4,
    "location": "A room in the Tower of London, England",
    "scene_summary": "At a council meeting, Hastings supports Prince Edward's coronation. Richard, claiming witchcraft by Elizabeth and Jane Shore, accuses Hastings of treason. Hastings is arrested and beheaded, allowing Richard and Buckingham to spread lies about his disloyalty, consolidating Richard's power."
  },
  {
    "scene_id": "king_richard_iii_3_5",
    "title": "King Richard III",
    "act": 3,
    "scene": 5,
    "location": "The courtyard of the Tower of London, England",
    "scene_summary": "Richard and Buckingham, in staged distress, convince the Mayor of London that Hastings was a traitor. Buckingham rallies citizens to offer Richard the crown, while Richard feigns piety, orchestrating his coronation through deception and public manipulation."
  },
  {
    "scene_id": "king_richard_iii_3_6",
    "title": "King Richard III",
    "act": 3,
    "scene": 6,
    "location": "A street in London, England",
    "scene_summary": "A scrivener reflects on writing Hastings's indictment after his death, noting the public's forced acceptance of Richard's lies. The brief scene exposes Richard's propaganda and the city's growing distrust."
  },
  {
    "scene_id": "king_richard_iii_3_7",
    "title": "King Richard III",
    "act": 3,
    "scene": 7,
    "location": "Baynard's Castle, London, England",
    "scene_summary": "Buckingham urges Richard to take the crown, staging a public plea with citizens. Richard, pretending reluctance, accepts after feigned piety, securing his coronation as Richard III. Buckingham's loyalty wanes, sensing Richard's ingratitude, marking Richard's triumph and the seeds of rebellion."
  },
  {
    "scene_id": "king_richard_iii_4_1",
    "title": "King Richard III",
    "act": 4,
    "scene": 1,
    "location": "Before the Tower of London, England",
    "scene_summary": "Queen Elizabeth, the Duchess of York, and Anne meet Dorset, learning the princes are imprisoned. Richard, now king, sends Anne to be crowned queen but plans her death. Elizabeth urges Dorset to flee, as Richard's tyranny isolates the royal women, deepening their despair."
  },
  {
    "scene_id": "king_richard_iii_4_2",
    "title": "King Richard III",
    "act": 4,
    "scene": 2,
    "location": "A room in the palace, London, England",
    "scene_summary": "Richard, crowned, orders Buckingham to kill the princes, but Buckingham hesitates, seeking reward. Richard hires Tyrrel to do it, dismissing Buckingham. Catesby reports growing opposition, and Richard plans to marry Elizabeth's daughter to secure his throne, revealing his paranoia and moral descent."
  },
  {
    "scene_id": "king_richard_iii_4_3",
    "title": "King Richard III",
    "act": 4,
    "scene": 3,
    "location": "Another room in the palace, London, England",
    "scene_summary": "Tyrrel recounts the princes' murder in the Tower, hired by Richard. Richard learns Anne is dead and Buckingham has rebelled. News of Richmond's (Henry Tudor's) invasion alarms him, but he prepares for battle, showing his isolation as enemies converge."
  },
  {
    "scene_id": "king_richard_iii_4_4",
    "title": "King Richard III",
    "act": 4,
    "scene": 4,
    "location": "Before the palace, London, England",
    "scene_summary": "Queen Margaret gloats over Yorkist suffering, cursing Richard. The Duchess and Elizabeth lament their losses, joining Margaret's curses. Richard interrupts, and Elizabeth resists his plan to marry her daughter, delaying him. Messengers report Buckingham's capture and Richmond's advance, pushing Richard toward battle, blending pathos with his crumbling reign."
  },
  {
    "scene_id": "king_richard_iii_4_5",
    "title": "King Richard III",
    "act": 4,
    "scene": 5,
    "location": "A room in Lord Stanley's house, England",
    "scene_summary": "Stanley, via Sir Christopher, informs Richmond that Richard holds his son hostage, limiting his support. Richmond, married to Elizabeth's daughter, prepares to invade, uniting opposition. The brief scene sets up the climactic battle and Stanley's divided loyalty."
  },
  {
    "scene_id": "king_richard_iii_5_1",
    "title": "King Richard III",
    "act": 5,
    "scene": 1,
    "location": "A field near Salisbury, England",
    "scene_summary": "Buckingham, captured, is executed, regretting his support for Richard and recalling Margaret's curse. His death reinforces Richard's betrayal of allies and the moral reckoning approaching."
  },
  {
    "scene_id": "king_richard_iii_5_2",
    "title": "King Richard III",
    "act": 5,
    "scene": 2,
    "location": "A field near Tamworth, England",
    "scene_summary": "Richmond, with Oxford and others, marches toward Bosworth, rallying his forces against Richard's tyranny. He emphasizes justice, gaining support, contrasting Richard's fear-driven rule and building momentum for the final conflict."
  },
  {
    "scene_id": "king_richard_iii_5_3",
    "title": "King Richard III",
    "act": 5,
    "scene": 3,
    "location": "Bosworth Field, England",
    "scene_summary": "Richard and Richmond camp at Bosworth. Richard, anxious, is haunted by ghosts of his victims, cursing him, while they bless Richmond. Richmond prays for victory, sleeping peacefully. Morning comes, and both leaders rally their armies, Richard defiantly, Richmond righteously, setting up the battle and Richard's psychological torment."
  },
  {
    "scene_id": "king_richard_iii_5_4",
    "title": "King Richard III",
    "act": 5,
    "scene": 4,
    "location": "Another part of Bosworth Field, England",
    "scene_summary": "Richard, unhorsed, fights desperately, crying for a horse. The battle rages, and he refuses to flee, showing his stubborn resolve as his forces falter."
  },
  {
    "scene_id": "king_richard_iii_5_5",
    "title": "King Richard III",
    "act": 5,
    "scene": 5,
    "location": "Bosworth Field, England",
    "scene_summary": "Richmond kills Richard in combat, ending his reign. Stanley crowns Richmond as Henry VII, who pardons foes and plans to marry Elizabeth's daughter, uniting York and Lancaster. He proclaims peace, ending the Wars of the Roses with Tudor triumph and national restoration."
  }
]