[
  {
    "scene_id": "romeo_and_juliet_1_1",
    "title": "Romeo and Juliet",
    "act": 1,
    "scene": 1,
    "location": "A public place in Verona",
    "scene_summary": "A street fight erupts between servants of the Capulet and Montague households. Benvolio, a Montague, attempts to restore peace, but Tybalt, a Capulet, provokes further conflict. Prince Escalus intervenes, halting the brawl and threatening death to anyone who disturbs Verona's peace again. Afterward, Montague and Lady Montague discuss Romeo's melancholy, and Benvolio learns Romeo is lovesick over Rosaline."
  },
  {
    "scene_id": "romeo_and_juliet_1_2",
    "title": "Romeo and Juliet",
    "act": 1,
    "scene": 2,
    "location": "A street in Verona",
    "scene_summary": "Paris, a nobleman, asks Lord Capulet for permission to marry his daughter, Juliet. Capulet suggests Paris wait two years, as Juliet is only thirteen, but invites him to a masquerade feast at the Capulet house. Benvolio and Romeo encounter Capulet's servant, who is carrying the feast's guest list. Benvolio convinces Romeo to attend the feast to meet new women, hoping to distract him from Rosaline."
  },
  {
    "scene_id": "romeo_and_juliet_1_3",
    "title": "Romeo and Juliet",
    "act": 1,
    "scene": 3,
    "location": "A room in Capulet's house",
    "scene_summary": "Lady Capulet discusses the idea of marriage with Juliet, introducing Paris as a suitor. The Nurse interjects with fond memories of Juliet's childhood, adding comic relief. Juliet agrees to consider Paris but remains noncommittal. The scene establishes Juliet's youth and her initial obedience to her parents."
  },
  {
    "scene_id": "romeo_and_juliet_1_4",
    "title": "Romeo and Juliet",
    "act": 1,
    "scene": 4,
    "location": "A street outside Capulet's house",
    "scene_summary": "Romeo, Benvolio, Mercutio, and other friends head to the Capulet's masquerade feast, wearing masks to disguise their identities. Mercutio delivers a fantastical speech about Queen Mab, the fairies' midwife, showcasing his wit. Romeo expresses a sense of foreboding about the night's events but joins the group as they enter the party."
  },
  {
    "scene_id": "romeo_and_juliet_1_5",
    "title": "Romeo and Juliet",
    "act": 1,
    "scene": 5,
    "location": "A hall in Capulet's house",
    "scene_summary": "The Capulet masquerade feast is in full swing. Romeo sees Juliet and is instantly smitten, unaware she is a Capulet. They share a sonnet in their first conversation, falling in love. Tybalt recognizes Romeo's voice and is furious at his presence, but Lord Capulet prevents a confrontation. Romeo and Juliet discover each other's identities, realizing they are from rival families, yet their love deepens."
  },
  {
    "scene_id": "romeo_and_juliet_2_1",
    "title": "Romeo and Juliet",
    "act": 2,
    "scene": 1,
    "location": "A lane by the wall of Capulet's orchard",
    "scene_summary": "After the feast, Romeo hides from Benvolio and Mercutio, who tease him about his love for Rosaline. Unaware of his new feelings for Juliet, they leave. Romeo climbs the wall into Capulet's orchard, determined to see Juliet again."
  },
  {
    "scene_id": "romeo_and_juliet_2_2",
    "title": "Romeo and Juliet",
    "act": 2,
    "scene": 2,
    "location": "Capulet's orchard (Balcony scene)",
    "scene_summary": "Romeo overhears Juliet, standing on her balcony, confessing her love for him despite his Montague name. He reveals himself, and they exchange vows of love. Juliet proposes marriage, and they plan to meet the next day to arrange it. This iconic scene solidifies their commitment despite their families' feud."
  },
  {
    "scene_id": "romeo_and_juliet_2_3",
    "title": "Romeo and Juliet",
    "act": 2,
    "scene": 3,
    "location": "Friar Laurence's cell",
    "scene_summary": "Romeo visits Friar Laurence and confesses his love for Juliet, asking the Friar to marry them. Initially skeptical, Friar Laurence agrees, hoping the marriage might reconcile the feuding Capulets and Montagues. The scene highlights the Friar's role as a confidant and mediator."
  },
  {
    "scene_id": "romeo_and_juliet_2_4",
    "title": "Romeo and Juliet",
    "act": 2,
    "scene": 4,
    "location": "A street in Verona",
    "scene_summary": "Benvolio and Mercutio discuss Tybalt, who has sent a challenge to Romeo. Romeo arrives, cheerful after his night with Juliet. The Nurse appears, seeking Romeo on Juliet's behalf. Despite Mercutio's teasing, Romeo assures the Nurse of his intentions and arranges for Juliet to meet him at Friar Laurence's cell for the marriage."
  },
  {
    "scene_id": "romeo_and_juliet_2_5",
    "title": "Romeo and Juliet",
    "act": 2,
    "scene": 5,
    "location": "Capulet's orchard",
    "scene_summary": "The Nurse returns to Juliet, who is anxiously awaiting news. After teasing her with delays, the Nurse confirms Romeo's plan for their secret marriage at Friar Laurence's cell. Juliet is overjoyed and prepares to go."
  },
  {
    "scene_id": "romeo_and_juliet_2_6",
    "title": "Romeo and Juliet",
    "act": 2,
    "scene": 6,
    "location": "Friar Laurence's cell",
    "scene_summary": "Romeo and Juliet meet at Friar Laurence's cell, filled with love and anticipation. The Friar warns them to moderate their passion but proceeds to marry them in a brief, secret ceremony, sealing their union."
  },
  {
    "scene_id": "romeo_and_juliet_3_1",
    "title": "Romeo and Juliet",
    "act": 3,
    "scene": 1,
    "location": "A public place in Verona",
    "scene_summary": "Benvolio urges Mercutio to avoid conflict on a hot day, but Tybalt arrives, seeking Romeo. Romeo, now secretly married to Juliet, refuses to fight Tybalt, his new kinsman. Mercutio, angered by Romeo's passivity, duels Tybalt and is fatally wounded. Enraged, Romeo kills Tybalt in revenge. The Prince banishes Romeo for the murder, escalating the tragedy."
  },
  {
    "scene_id": "romeo_and_juliet_3_2",
    "title": "Romeo and Juliet",
    "act": 3,
    "scene": 2,
    "location": "Capulet's orchard",
    "scene_summary": "Juliet eagerly awaits Romeo for their wedding night, unaware of the day's events. The Nurse brings news of Tybalt's death and Romeo's banishment, causing Juliet despair. Torn between loyalty to her cousin and love for Romeo, she resolves to stand by her husband. The Nurse promises to find Romeo and bring him to Juliet."
  },
  {
    "scene_id": "romeo_and_juliet_3_3",
    "title": "Romeo and Juliet",
    "act": 3,
    "scene": 3,
    "location": "Friar Laurence's cell",
    "scene_summary": "Romeo, hiding in Friar Laurence's cell, is distraught over his banishment, believing it worse than death. The Friar urges him to be patient, revealing that Juliet still loves him. The Nurse arrives, and they arrange for Romeo to spend the night with Juliet before fleeing to Mantua."
  },
  {
    "scene_id": "romeo_and_juliet_3_4",
    "title": "Romeo and Juliet",
    "act": 3,
    "scene": 4,
    "location": "A room in Capulet's house",
    "scene_summary": "Unaware of Juliet's marriage, Lord Capulet decides to hasten her wedding to Paris to lift her spirits after Tybalt's death. He sets the wedding for three days later, and Lady Capulet is tasked with informing Juliet. This decision complicates Juliet's situation."
  },
  {
    "scene_id": "romeo_and_juliet_3_5",
    "title": "Romeo and Juliet",
    "act": 3,
    "scene": 5,
    "location": "Juliet's chamber and Capulet's orchard",
    "scene_summary": "Romeo and Juliet share a tender moment after their wedding night, but he must leave for Mantua at dawn. Lady Capulet informs Juliet of the planned marriage to Paris. Juliet refuses, enraging Lord Capulet, who threatens to disown her. The Nurse advises Juliet to marry Paris, but Juliet, feeling betrayed, resolves to seek Friar Laurence's help."
  },
  {
    "scene_id": "romeo_and_juliet_4_1",
    "title": "Romeo and Juliet",
    "act": 4,
    "scene": 1,
    "location": "Friar Laurence's cell",
    "scene_summary": "Paris visits Friar Laurence to arrange his wedding to Juliet. Juliet arrives, distressed, and begs for help to avoid marrying Paris. The Friar devises a plan: Juliet will take a potion to appear dead for 42 hours, allowing her to escape with Romeo after waking in the Capulet tomb."
  },
  {
    "scene_id": "romeo_and_juliet_4_2",
    "title": "Romeo and Juliet",
    "act": 4,
    "scene": 2,
    "location": "A room in Capulet's house",
    "scene_summary": "Juliet returns home and pretends to agree to marry Paris, pleasing Lord Capulet, who moves the wedding to the next day. This accelerates the timeline, increasing the pressure on Juliet to execute the Friar's plan."
  },
  {
    "scene_id": "romeo_and_juliet_4_3",
    "title": "Romeo and Juliet",
    "act": 4,
    "scene": 3,
    "location": "Juliet's chamber",
    "scene_summary": "Alone, Juliet is gripped by fear about the potion's effects, worrying it might fail or kill her. Despite her doubts, she drinks the potion, determined to be with Romeo, and falls into a death-like sleep."
  },
  {
    "scene_id": "romeo_and_juliet_4_4",
    "title": "Romeo and Juliet",
    "act": 4,
    "scene": 4,
    "location": "A room in Capulet's house",
    "scene_summary": "The Capulet household prepares for Juliet's wedding to Paris. Lord and Lady Capulet are busy with festive arrangements, unaware of Juliet's condition. The scene builds dramatic irony as the audience knows Juliet's plan."
  },
  {
    "scene_id": "romeo_and_juliet_4_5",
    "title": "Romeo and Juliet",
    "act": 4,
    "scene": 5,
    "location": "Juliet's chamber",
    "scene_summary": "The Nurse discovers Juliet, seemingly dead, and the household is thrown into grief. Lord and Lady Capulet, Paris, and the Nurse mourn, believing Juliet is truly dead. Friar Laurence arrives, feigning surprise, and arranges for Juliet's body to be placed in the Capulet tomb, advancing his plan."
  },
  {
    "scene_id": "romeo_and_juliet_5_1",
    "title": "Romeo and Juliet",
    "act": 5,
    "scene": 1,
    "location": "A street in Mantua",
    "scene_summary": "Romeo, in exile, hears from Balthasar that Juliet is dead, unaware of the Friar's plan. Devastated, he buys poison from an apothecary, determined to die beside Juliet in Verona."
  },
  {
    "scene_id": "romeo_and_juliet_5_2",
    "title": "Romeo and Juliet",
    "act": 5,
    "scene": 2,
    "location": "Friar Laurence's cell in Verona",
    "scene_summary": "Friar John reveals he was unable to deliver Friar Laurence's letter to Romeo, explaining Juliet's faked death, due to a quarantine. Alarmed, Friar Laurence sends another message and plans to retrieve Juliet from the tomb before she wakes, fearing the consequences of Romeo's ignorance."
  },
  {
    "scene_id": "romeo_and_juliet_5_3",
    "title": "Romeo and Juliet",
    "act": 5,
    "scene": 3,
    "location": "A churchyard and Capulet's tomb in Verona",
    "scene_summary": "Paris visits Juliet's tomb to mourn, but Romeo arrives, intent on dying beside her. Paris confronts Romeo, and they fight; Romeo kills Paris. Entering the tomb, Romeo sees Juliet, still appearing dead, and drinks the poison, dying beside her. Juliet awakens, finds Romeo dead, and kills herself with his dagger. The Prince, Capulets, and Montagues arrive, and Friar Laurence explains the tragic events. The families reconcile over their children's deaths, vowing to end their feud."
  }
]