[
  {
    "scene_id": "the_taming_of_the_shrew_None_1",
    "title": "The Taming of the Shrew",
    "act": null,
    "scene": 1,
    "location": "Before an alehouse, Warwickshire, England",
    "scene_summary": "Christopher Sly, a drunken tinker, argues with the Hostess and passes out. A Lord, returning from hunting, finds Sly and decides to trick him into believing he's a nobleman. Servants are instructed to treat Sly lavishly, setting up the play's framing device and themes of deception and identity."
  },
  {
    "scene_id": "the_taming_of_the_shrew_None_2",
    "title": "The Taming of the Shrew",
    "act": null,
    "scene": 2,
    "location": "A bedchamber in the Lord's house, Warwickshire, England",
    "scene_summary": "Sly awakens, convinced by the Lord's servants he's a lord recovering from madness. A troupe of players arrives, and the Lord arranges for them to perform a play (the main plot) for Sly. A page, disguised as Sly's “wife,” joins him, completing the ruse as the inner play begins."
  },
  {
    "scene_id": "the_taming_of_the_shrew_1_1",
    "title": "The Taming of the Shrew",
    "act": 1,
    "scene": 1,
    "location": "A public place in Padua, Italy",
    "scene_summary": "Lucentio arrives in Padua to study, with his servant Tranio. He sees Baptista Minola declare that his younger daughter, Bianca, cannot marry until his shrewish elder daughter, Katherine, weds. Suitors Hortensio and Gremio scheme to find Katherine a husband. Lucentio, smitten with Bianca, plans to pose as a tutor, while Tranio pretends to be Lucentio, introducing the romantic entanglements and disguises."
  },
  {
    "scene_id": "the_taming_of_the_shrew_1_2",
    "title": "The Taming of the Shrew",
    "act": 1,
    "scene": 2,
    "location": "Before Hortensio's house, Padua, Italy",
    "scene_summary": "Petruchio, a brash gentleman from Verona, arrives with Grumio, seeking wealth. Hortensio, his friend, suggests he woo Katherine for her dowry, despite her temper. Petruchio, undaunted, agrees, aiming to marry rich. Gremio and Lucentio (disguised as Cambio) compete for Bianca, while Tranio, as Lucentio, joins the suitors, escalating the comedic plotting."
  },
  {
    "scene_id": "the_taming_of_the_shrew_2_1",
    "title": "The Taming of the Shrew",
    "act": 2,
    "scene": 1,
    "location": "A room in Baptista's house, Padua, Italy",
    "scene_summary": "Katherine bullies Bianca, but Baptista intervenes. Petruchio arrives, boldly wooing Katherine, matching her wit and claiming her consent despite her protests. Baptista agrees, setting their wedding. Gremio and Tranio (as Lucentio) bid for Bianca, with Tranio offering more wealth. Baptista hires Lucentio (Cambio) and Hortensio (Litio) as tutors, advancing Petruchio's taming and the suitors' rivalry."
  },
  {
    "scene_id": "the_taming_of_the_shrew_3_1",
    "title": "The Taming of the Shrew",
    "act": 3,
    "scene": 1,
    "location": "A room in Baptista's house, Padua, Italy",
    "scene_summary": "Lucentio (Cambio) and Hortensio (Litio) tutor Bianca, each vying for her love. Bianca favors Lucentio, rebuffing Hortensio's coded advances. Lucentio reveals his identity, and Bianca reciprocates, strengthening their secret romance amidst the comedic disguise plot."
  },
  {
    "scene_id": "the_taming_of_the_shrew_3_2",
    "title": "The Taming of the Shrew",
    "act": 3,
    "scene": 2,
    "location": "Before Baptista's house, Padua, Italy",
    "scene_summary": "On Katherine's wedding day, Petruchio arrives late, dressed outrageously, shocking Baptista and guests. He marries Katherine, behaving erratically, and insists on leaving immediately, dragging her away despite her objections. The guests, including Tranio and Bianca, gossip, as Petruchio begins his taming strategy with public humiliation."
  },
  {
    "scene_id": "the_taming_of_the_shrew_3_3",
    "title": "The Taming of the Shrew",
    "act": 3,
    "scene": 3,
    "location": "A room in Petruchio's country house, Verona, Italy",
    "scene_summary": "Katherine, cold and hungry, complains of Petruchio's neglect. Grumio teases her with food but withdraws it. Petruchio, feigning kindness, offers food and clothes but rejects them as imperfect, denying her rest and sustenance, intensifying his psychological taming through deprivation."
  },
  {
    "scene_id": "the_taming_of_the_shrew_4_1",
    "title": "The Taming of the Shrew",
    "act": 4,
    "scene": 1,
    "location": "A room in Baptista's house, Padua, Italy",
    "scene_summary": "Tranio (as Lucentio) and Hortensio (Litio) overhear Bianca and Lucentio (Cambio) flirting, prompting Hortensio to abandon his suit and pursue a widow. Tranio convinces a Pedant to pose as Vincentio, Lucentio's father, to secure Baptista's approval for Bianca's marriage, advancing the deception plot."
  },
  {
    "scene_id": "the_taming_of_the_shrew_4_2",
    "title": "The Taming of the Shrew",
    "act": 4,
    "scene": 2,
    "location": "A road between Padua and Verona, Italy",
    "scene_summary": "Petruchio, Katherine, and Hortensio travel to Padua. Petruchio forces Katherine to agree the sun is the moon and an old man is a young maid, testing her submission. She complies, greeting the man (Vincentio) as a woman, showing her taming's progress and Petruchio's dominance."
  },
  {
    "scene_id": "the_taming_of_the_shrew_4_3",
    "title": "The Taming of the Shrew",
    "act": 4,
    "scene": 3,
    "location": "A room in Baptista's house, Padua, Italy",
    "scene_summary": "Tranio (as Lucentio) and the Pedant (as Vincentio) convince Baptista to betroth Bianca to Tranio, signing contracts. Biondello instructs Lucentio to elope with Bianca, ensuring their secret marriage, while the fake Vincentio maintains the ruse, nearing the comedic resolution."
  },
  {
    "scene_id": "the_taming_of_the_shrew_4_4",
    "title": "The Taming of the Shrew",
    "act": 4,
    "scene": 4,
    "location": "Before Baptista's house, Padua, Italy",
    "scene_summary": "The real Vincentio arrives, meeting the Pedant impersonating him. Tranio and Biondello deny Vincentio's identity, causing chaos. Lucentio and Bianca, newly married, intervene, confessing the deception. Vincentio forgives them, and Baptista accepts the marriage, unraveling the disguises with comic confusion."
  },
  {
    "scene_id": "the_taming_of_the_shrew_4_5",
    "title": "The Taming of the Shrew",
    "act": 4,
    "scene": 5,
    "location": "A room in Lucentio's house, Padua, Italy",
    "scene_summary": "At a banquet, Petruchio, Lucentio, and Hortensio wager on their wives' obedience. Bianca and the Widow refuse their husbands' calls, but Katherine obeys Petruchio, delivering a speech on wifely duty. Petruchio wins, and the couples celebrate, ending with Katherine's apparent submission, though her sincerity is debated, concluding the taming arc."
  }
]