[
  {
    "scene_id": "the_winter_s_tale_1_1",
    "title": "The Winter's Tale",
    "act": 1,
    "scene": 1,
    "location": "A room in Leontes' palace, Sicilia",
    "scene_summary": "Camillo, a Sicilian lord, and Archidamus, a Bohemian, discuss the friendship between Kings Leontes of Sicilia and Polixenes of Bohemia, and the charm of Leontes' son, Mamillius. The brief scene establishes the kings' bond and Sicilia's hospitality, setting up the impending rift."
  },
  {
    "scene_id": "the_winter_s_tale_1_2",
    "title": "The Winter's Tale",
    "act": 1,
    "scene": 2,
    "location": "A state room in Leontes' palace, Sicilia",
    "scene_summary": "Polixenes, visiting Leontes, plans to return to Bohemia, but Leontes and his pregnant wife, Hermione, persuade him to stay. Leontes, suddenly jealous, suspects Hermione and Polixenes are lovers, believing her unborn child is Polixenes'. He tasks Camillo with poisoning Polixenes, but Camillo, loyal but horrified, warns Polixenes, and they flee to Bohemia, sparking Leontes' tragic delusion."
  },
  {
    "scene_id": "the_winter_s_tale_2_1",
    "title": "The Winter's Tale",
    "act": 2,
    "scene": 1,
    "location": "A room in Leontes' palace, Sicilia",
    "scene_summary": "Hermione and Mamillius play, joined by ladies. Leontes, enraged, accuses Hermione of adultery, imprisoning her despite her protests. Mamillius falls ill from distress, and Leontes sends lords to Apollo's oracle for confirmation, ignoring their defense of Hermione, escalating the family's destruction."
  },
  {
    "scene_id": "the_winter_s_tale_2_2",
    "title": "The Winter's Tale",
    "act": 2,
    "scene": 2,
    "location": "A prison in Sicilia",
    "scene_summary": "Paulina, a noblewoman, visits Hermione in prison, learning she's given birth to a daughter. Paulina vows to show the baby to Leontes, hoping to soften him, but Emilia, Hermione's attendant, doubts his mercy, highlighting Paulina's courage and Leontes' obstinacy."
  },
  {
    "scene_id": "the_winter_s_tale_2_3",
    "title": "The Winter's Tale",
    "act": 2,
    "scene": 3,
    "location": "A room in Leontes' palace, Sicilia",
    "scene_summary": "Leontes, sleepless, frets over Mamillius's illness and his suspicions. Paulina presents the baby, but Leontes, furious, accuses her of treason and orders Antigonus, her husband, to abandon the child in a wilderness. Paulina defies him, and Leontes awaits the oracle, deepening his tyranny and the child's peril."
  },
  {
    "scene_id": "the_winter_s_tale_3_1",
    "title": "The Winter's Tale",
    "act": 3,
    "scene": 1,
    "location": "A seaport in Sicilia",
    "scene_summary": "Cleomenes and Dion, returning from Delphos, discuss the oracle's message and Sicilia's unrest, hoping it will vindicate Hermione. The brief scene builds anticipation for the oracle's revelation, contrasting Leontes' chaos with divine truth."
  },
  {
    "scene_id": "the_winter_s_tale_3_2",
    "title": "The Winter's Tale",
    "act": 3,
    "scene": 2,
    "location": "A courtroom in Sicilia",
    "scene_summary": "At Hermione's trial, she defends her innocence, but Leontes rejects her. The oracle declares Hermione chaste, Polixenes innocent, and Leontes a tyrant, predicting he'll lose his heir unless the abandoned child is found. Leontes denies it, but news of Mamillius's death shocks him. Hermione faints, reported dead, and Leontes, repentant, vows atonement, marking the tragic climax."
  },
  {
    "scene_id": "the_winter_s_tale_3_3",
    "title": "The Winter's Tale",
    "act": 3,
    "scene": 3,
    "location": "A desert coast in Bohemia",
    "scene_summary": "Antigonus, with the baby, names her Perdita, following a vision of Hermione. He leaves her with gold and tokens, but is killed by a bear. A Shepherd finds Perdita, and his son, the Clown, reports the shipwreck and bear attack. They take her in, shifting the play to pastoral hope and comedy."
  },
  {
    "scene_id": "the_winter_s_tale_4_1",
    "title": "The Winter's Tale",
    "act": 4,
    "scene": 1,
    "location": "The stage (Chorus narration)",
    "scene_summary": "Time, as Chorus, announces a 16-year leap, with Perdita grown in Bohemia and Leontes grieving in Sicilia. Polixenes' son, Florizel, is introduced, setting up the romantic and restorative second half."
  },
  {
    "scene_id": "the_winter_s_tale_4_2",
    "title": "The Winter's Tale",
    "act": 4,
    "scene": 2,
    "location": "A room in Polixenes' palace, Bohemia",
    "scene_summary": "Polixenes and Camillo discuss Florizel's absence, likely with a shepherdess (Perdita). Polixenes, suspicious, plans to investigate, while Camillo longs to return to Sicilia, establishing the Bohemian court and the young lovers' secret."
  },
  {
    "scene_id": "the_winter_s_tale_4_3",
    "title": "The Winter's Tale",
    "act": 4,
    "scene": 3,
    "location": "A road near the Shepherd's cottage, Bohemia",
    "scene_summary": "Autolycus, a roguish peddler, sings and cons travelers. He pickpockets the Clown, who's buying for a sheep-shearing feast, and plans to infiltrate it, introducing the comedic rogue and contrasting the pastoral setting with his trickery."
  },
  {
    "scene_id": "the_winter_s_tale_4_4",
    "title": "The Winter's Tale",
    "act": 4,
    "scene": 4,
    "location": "The Shepherd's cottage, Bohemia",
    "scene_summary": "At the sheep-shearing feast, Florizel, disguised, courts Perdita, whom he loves. Polixenes and Camillo, disguised, observe, and Polixenes disapproves, revealing himself and threatening Perdita's family. Florizel and Perdita plan to flee to Sicilia, aided by Camillo, who sees a chance to return. Autolycus, selling trinkets, overhears and swaps clothes with Florizel, while the Shepherd and Clown, fearing punishment, decide to reveal Perdita's origins, intertwining romance, deception, and reunion."
  },
  {
    "scene_id": "the_winter_s_tale_5_1",
    "title": "The Winter's Tale",
    "act": 5,
    "scene": 1,
    "location": "A room in Leontes' palace, Sicilia",
    "scene_summary": "Leontes, still penitent, is urged by Cleomenes and Dion to remarry, but Paulina insists he honor Hermione. Florizel and Perdita arrive, posing as royalty, and Leontes welcomes them, smitten with Perdita. News of Polixenes' pursuit and the Shepherd's evidence about Perdita's birth sparks hope, setting up the family's restoration."
  },
  {
    "scene_id": "the_winter_s_tale_5_2",
    "title": "The Winter's Tale",
    "act": 5,
    "scene": 2,
    "location": "Before Leontes' palace, Sicilia",
    "scene_summary": "Lords recount Perdita's recognition as Leontes' daughter, confirmed by Antigonus's tokens and the Shepherd's tale. Leontes and Polixenes reconcile, and Florizel's suit is approved. Autolycus, reformed, serves the Shepherd and Clown, now elevated, narrating the joyful reunion offstage, building to the final revelation."
  },
  {
    "scene_id": "the_winter_s_tale_5_3",
    "title": "The Winter's Tale",
    "act": 5,
    "scene": 3,
    "location": "A chapel in Paulina's house, Sicilia",
    "scene_summary": "Leontes, Perdita, Polixenes, and others view a “statue” of Hermione, crafted by Paulina. The statue moves, revealing Hermione alive, preserved by Paulina. Leontes reunites with her, Perdita gains a mother, and Paulina accepts Camillo's proposal. The family and court celebrate, ending with miraculous restoration and harmony."
  }
]