{
  "title": "Measure for Measure",
  "acts": [
    {
      "act": 1,
      "scenes": [
        {
          "scene": 1,
          "location": "An apartment in the Duke's palace.",
          "scene_id": "measure_for_measure_1_1",
          "dialogues": [
            {
              "speaker": "Duke",
              "line": "Escalus."
            },
            {
              "speaker": "Escalus",
              "line": "My lord."
            },
            {
              "speaker": "Duke",
              "line": "Of government the properties to unfold Would seem in me t' affect speech and discourse, Since I am put to know that your own science Exceeds, in that, the lists of all advice My strength can give you. Then no more remains But that, to your sufficiency, as your worth is able, And let them work. The nature of our people, Our city's institutions, and the terms For common justice, you're as pregnant in As art and practice hath enriched any That we remember. There is our commission, From which we would not have you warp.-Call hither, I say, bid come before us, Angelo. What figure of us think you he will bear? For you must know we have with special soul Elected him our absence to supply; Lent him our terror, drest him with our love, And given his deputation all the organs Of our own power. What think you of it?"
            },
            {
              "speaker": "Escalus",
              "line": "If any in Vienna be of worth To undergo such ample grace and honour, It is Lord Angelo."
            },
            {
              "speaker": "Duke",
              "line": "Look where he comes."
            },
            {
              "speaker": "Angelo",
              "line": "Always obedient to your Grace's will, I come to know your pleasure."
            },
            {
              "speaker": "Duke",
              "line": "Angelo, There is a kind of character in thy life That to th' observer doth thy history Fully unfold. Thyself and thy belongings Are not thine own so proper as to waste Thyself upon thy virtues, they on thee. Heaven doth with us as we with torches do, Not light them for themselves; for if our virtues Did not go forth of us, 'twere all alike As if we had them not. Spirits are not finely touched But to fine issues; nor nature never lends The smallest scruple of her excellence But, like a thrifty goddess, she determines Herself the glory of a creditor, Both thanks and use. But I do bend my speech To one that can my part in him advertise. Hold, therefore, Angelo. In our remove be thou at full ourself. Mortality and mercy in Vienna Live in thy tongue and heart. Old Escalus, Though first in question, is thy secondary. Take thy commission."
            },
            {
              "speaker": "Angelo",
              "line": "Now, good my lord, Let there be some more test made of my metal, Before so noble and so great a figure Be stamped upon it."
            },
            {
              "speaker": "Duke",
              "line": "No more evasion. We have with a leavened and prepared choice Proceeded to you; therefore take your honours. Our haste from hence is of so quick condition That it prefers itself, and leaves unquestioned Matters of needful value. We shall write to you, As time and our concernings shall importune, How it goes with us; and do look to know What doth befall you here. So, fare you well. To th' hopeful execution do I leave you Of your commissions."
            },
            {
              "speaker": "Angelo",
              "line": "Yet give leave, my lord, That we may bring you something on the way."
            },
            {
              "speaker": "Duke",
              "line": "My haste may not admit it; Nor need you, on mine honour, have to do With any scruple. Your scope is as mine own, So to enforce or qualify the laws As to your soul seems good. Give me your hand; I'll privily away. I love the people, But do not like to stage me to their eyes. Though it do well, I do not relish well Their loud applause and _Aves_ vehement; Nor do I think the man of safe discretion That does affect it. Once more, fare you well."
            },
            {
              "speaker": "Angelo",
              "line": "The heavens give safety to your purposes!"
            },
            {
              "speaker": "Escalus",
              "line": "Lead forth and bring you back in happiness."
            },
            {
              "speaker": "Duke",
              "line": "I thank you. Fare you well."
            },
            {
              "speaker": "Escalus",
              "line": "I shall desire you, sir, to give me leave To have free speech with you; and it concerns me To look into the bottom of my place. A power I have, but of what strength and nature I am not yet instructed."
            },
            {
              "speaker": "Angelo",
              "line": "'Tis so with me. Let us withdraw together, And we may soon our satisfaction have Touching that point."
            },
            {
              "speaker": "Escalus",
              "line": "I'll wait upon your honour."
            }
          ]
        },
        {
          "scene": 2,
          "location": "A street.",
          "scene_id": "measure_for_measure_1_2",
          "dialogues": [
            {
              "speaker": "Lucio",
              "line": "If the Duke, with the other dukes, come not to composition with the King of Hungary, why then all the dukes fall upon the King."
            },
            {
              "speaker": "First Gentleman",
              "line": "Heaven grant us its peace, but not the King of Hungary's!"
            },
            {
              "speaker": "Second Gentleman",
              "line": "Amen."
            },
            {
              "speaker": "Lucio",
              "line": "Thou conclud'st like the sanctimonious pirate that went to sea with the ten commandments, but scraped one out of the table."
            },
            {
              "speaker": "Second Gentleman",
              "line": "\"Thou shalt not steal\"?"
            },
            {
              "speaker": "Lucio",
              "line": "Ay, that he razed."
            },
            {
              "speaker": "First Gentleman",
              "line": "Why, 'twas a commandment to command the captain and all the rest from their functions! They put forth to steal. There's not a soldier of us all that, in the thanksgiving before meat, do relish the petition well that prays for peace."
            },
            {
              "speaker": "Second Gentleman",
              "line": "I never heard any soldier dislike it."
            },
            {
              "speaker": "Lucio",
              "line": "I believe thee; for I think thou never wast where grace was said."
            },
            {
              "speaker": "Second Gentleman",
              "line": "No? A dozen times at least."
            },
            {
              "speaker": "First Gentleman",
              "line": "What? In metre?"
            },
            {
              "speaker": "Lucio",
              "line": "In any proportion or in any language."
            },
            {
              "speaker": "First Gentleman",
              "line": "I think, or in any religion."
            },
            {
              "speaker": "Lucio",
              "line": "Ay, why not? Grace is grace, despite of all controversy; as, for example, thou thyself art a wicked villain, despite of all grace."
            },
            {
              "speaker": "First Gentleman",
              "line": "Well, there went but a pair of shears between us."
            },
            {
              "speaker": "Lucio",
              "line": "I grant, as there may between the lists and the velvet. Thou art the list."
            },
            {
              "speaker": "First Gentleman",
              "line": "And thou the velvet. Thou art good velvet; thou'rt a three-piled piece, I warrant thee. I had as lief be a list of an English kersey as be piled, as thou art piled, for a French velvet. Do I speak feelingly now?"
            },
            {
              "speaker": "Lucio",
              "line": "I think thou dost, and indeed, with most painful feeling of thy speech. I will, out of thine own confession, learn to begin thy health; but, whilst I live, forget to drink after thee."
            },
            {
              "speaker": "First Gentleman",
              "line": "I think I have done myself wrong, have I not?"
            },
            {
              "speaker": "Second Gentleman",
              "line": "Yes, that thou hast, whether thou art tainted or free."
            },
            {
              "speaker": "Lucio",
              "line": "Behold, behold, where Madam Mitigation comes! I have purchased as many diseases under her roof as come to-"
            },
            {
              "speaker": "Second Gentleman",
              "line": "To what, I pray?"
            },
            {
              "speaker": "First Gentleman",
              "line": "Judge."
            },
            {
              "speaker": "Second Gentleman",
              "line": "To three thousand dolours a year."
            },
            {
              "speaker": "First Gentleman",
              "line": "Ay, and more."
            },
            {
              "speaker": "Lucio",
              "line": "A French crown more."
            },
            {
              "speaker": "First Gentleman",
              "line": "Thou art always figuring diseases in me, but thou art full of error; I am sound."
            },
            {
              "speaker": "Lucio",
              "line": "Nay, not, as one would say, healthy, but so sound as things that are hollow. Thy bones are hollow. Impiety has made a feast of thee."
            },
            {
              "speaker": "First Gentleman",
              "line": "How now, which of your hips has the most profound sciatica?"
            },
            {
              "speaker": "Bawd",
              "line": "Well, well! There's one yonder arrested and carried to prison was worth five thousand of you all."
            },
            {
              "speaker": "First Gentleman",
              "line": "Who's that, I pray thee?"
            },
            {
              "speaker": "Bawd",
              "line": "Marry, sir, that's Claudio, Signior Claudio."
            },
            {
              "speaker": "First Gentleman",
              "line": "Claudio to prison? 'Tis not so."
            },
            {
              "speaker": "Bawd",
              "line": "Nay, but I know 'tis so. I saw him arrested, saw him carried away; and, which is more, within these three days his head to be chopped off."
            },
            {
              "speaker": "Lucio",
              "line": "But, after all this fooling, I would not have it so. Art thou sure of this?"
            },
            {
              "speaker": "Bawd",
              "line": "I am too sure of it. And it is for getting Madam Julietta with child."
            },
            {
              "speaker": "Lucio",
              "line": "Believe me, this may be. He promised to meet me two hours since, and he was ever precise in promise-keeping."
            },
            {
              "speaker": "Second Gentleman",
              "line": "Besides, you know, it draws something near to the speech we had to such a purpose."
            },
            {
              "speaker": "First Gentleman",
              "line": "But most of all agreeing with the proclamation."
            },
            {
              "speaker": "Lucio",
              "line": "Away! Let's go learn the truth of it."
            },
            {
              "speaker": "Bawd",
              "line": "Thus, what with the war, what with the sweat, what with the gallows, and what with poverty, I am custom-shrunk. How now? What's the news with you?"
            },
            {
              "speaker": "Pompey",
              "line": "Yonder man is carried to prison."
            },
            {
              "speaker": "Bawd",
              "line": "Well, what has he done?"
            },
            {
              "speaker": "Pompey",
              "line": "A woman."
            },
            {
              "speaker": "Bawd",
              "line": "But what's his offence?"
            },
            {
              "speaker": "Pompey",
              "line": "Groping for trouts in a peculiar river."
            },
            {
              "speaker": "Bawd",
              "line": "What? Is there a maid with child by him?"
            },
            {
              "speaker": "Pompey",
              "line": "No, but there's a woman with maid by him. You have not heard of the proclamation, have you?"
            },
            {
              "speaker": "Bawd",
              "line": "What proclamation, man?"
            },
            {
              "speaker": "Pompey",
              "line": "All houses in the suburbs of Vienna must be plucked down."
            },
            {
              "speaker": "Bawd",
              "line": "And what shall become of those in the city?"
            },
            {
              "speaker": "Pompey",
              "line": "They shall stand for seed. They had gone down too, but that a wise burgher put in for them."
            },
            {
              "speaker": "Bawd",
              "line": "But shall all our houses of resort in the suburbs be pulled down?"
            },
            {
              "speaker": "Pompey",
              "line": "To the ground, mistress."
            },
            {
              "speaker": "Bawd",
              "line": "Why, here's a change indeed in the commonwealth! What shall become of me?"
            },
            {
              "speaker": "Pompey",
              "line": "Come, fear not you. Good counsellors lack no clients. Though you change your place, you need not change your trade. I'll be your tapster still. Courage, there will be pity taken on you. You that have worn your eyes almost out in the service, you will be considered."
            },
            {
              "speaker": "Bawd",
              "line": "What's to do here, Thomas Tapster? Let's withdraw."
            },
            {
              "speaker": "Pompey",
              "line": "Here comes Signior Claudio, led by the Provost to prison. And there's Madam Juliet."
            },
            {
              "speaker": "Claudio",
              "line": "Fellow, why dost thou show me thus to the world? Bear me to prison, where I am committed."
            },
            {
              "speaker": "Provost",
              "line": "I do it not in evil disposition, But from Lord Angelo by special charge."
            },
            {
              "speaker": "Claudio",
              "line": "Thus can the demi-god Authority Make us pay down for our offence by weight. The words of heaven; on whom it will, it will; On whom it will not, so; yet still 'tis just."
            },
            {
              "speaker": "Lucio",
              "line": "Why, how now, Claudio? Whence comes this restraint?"
            },
            {
              "speaker": "Claudio",
              "line": "From too much liberty, my Lucio, liberty. As surfeit is the father of much fast, So every scope by the immoderate use Turns to restraint. Our natures do pursue, Like rats that ravin down their proper bane, A thirsty evil; and when we drink, we die."
            },
            {
              "speaker": "Lucio",
              "line": "If I could speak so wisely under an arrest, I would send for certain of my creditors; and yet, to say the truth, I had as lief have the foppery of freedom as the morality of imprisonment. What's thy offence, Claudio?"
            },
            {
              "speaker": "Claudio",
              "line": "What but to speak of would offend again."
            },
            {
              "speaker": "Lucio",
              "line": "What, is't murder?"
            },
            {
              "speaker": "Claudio",
              "line": "No."
            },
            {
              "speaker": "Lucio",
              "line": "Lechery?"
            },
            {
              "speaker": "Claudio",
              "line": "Call it so."
            },
            {
              "speaker": "Provost",
              "line": "Away, sir; you must go."
            },
            {
              "speaker": "Claudio",
              "line": "One word, good friend.-Lucio, a word with you."
            },
            {
              "speaker": "Lucio",
              "line": "A hundred, if they'll do you any good. Is lechery so looked after?"
            },
            {
              "speaker": "Claudio",
              "line": "Thus stands it with me: upon a true contract I got possession of Julietta's bed. You know the lady; she is fast my wife, Save that we do the denunciation lack Of outward order. This we came not to Only for propagation of a dower Remaining in the coffer of her friends, From whom we thought it meet to hide our love Till time had made them for us. But it chances The stealth of our most mutual entertainment With character too gross is writ on Juliet."
            },
            {
              "speaker": "Lucio",
              "line": "With child, perhaps?"
            },
            {
              "speaker": "Claudio",
              "line": "Unhappily, even so. And the new deputy now for the Duke- Whether it be the fault and glimpse of newness, Or whether that the body public be A horse whereon the governor doth ride, Who, newly in the seat, that it may know He can command, lets it straight feel the spur; Whether the tyranny be in his place, Or in his eminence that fills it up, I stagger in-but this new governor Awakes me all the enrolled penalties Which have, like unscoured armour, hung by th' wall So long that nineteen zodiacs have gone round, And none of them been worn; and for a name Now puts the drowsy and neglected act Freshly on me. 'Tis surely for a name."
            },
            {
              "speaker": "Lucio",
              "line": "I warrant it is. And thy head stands so tickle on thy shoulders that a milkmaid, if she be in love, may sigh it off. Send after the Duke, and appeal to him."
            },
            {
              "speaker": "Claudio",
              "line": "I have done so, but he's not to be found. I prithee, Lucio, do me this kind service: This day my sister should the cloister enter, And there receive her approbation. Acquaint her with the danger of my state; Implore her, in my voice, that she make friends To the strict deputy; bid herself assay him. I have great hope in that. For in her youth There is a prone and speechless dialect Such as moves men; beside, she hath prosperous art When she will play with reason and discourse, And well she can persuade."
            },
            {
              "speaker": "Lucio",
              "line": "I pray she may, as well for the encouragement of the like, which else would stand under grievous imposition, as for the enjoying of thy life, who I would be sorry should be thus foolishly lost at a game of tick-tack. I'll to her."
            },
            {
              "speaker": "Claudio",
              "line": "I thank you, good friend Lucio."
            },
            {
              "speaker": "Claudio",
              "line": "Come, officer, away."
            }
          ]
        },
        {
          "scene": 3,
          "location": "A monastery.",
          "scene_id": "measure_for_measure_1_3",
          "dialogues": [
            {
              "speaker": "Duke",
              "line": "No, holy father, throw away that thought; Believe not that the dribbling dart of love Can pierce a complete bosom. Why I desire thee To give me secret harbour hath a purpose More grave and wrinkled than the aims and ends Of burning youth."
            },
            {
              "speaker": "Friar Thomas",
              "line": "May your Grace speak of it?"
            },
            {
              "speaker": "Duke",
              "line": "My holy sir, none better knows than you How I have ever loved the life removed, And held in idle price to haunt assemblies Where youth, and cost, a witless bravery keeps. I have delivered to Lord Angelo, A man of stricture and firm abstinence, My absolute power and place here in Vienna, And he supposes me travelled to Poland; For so I have strewed it in the common ear, And so it is received. Now, pious sir, You will demand of me why I do this?"
            },
            {
              "speaker": "Friar Thomas",
              "line": "Gladly, my lord."
            },
            {
              "speaker": "Duke",
              "line": "We have strict statutes and most biting laws, The needful bits and curbs to headstrong weeds, Which for this fourteen years we have let slip, Even like an o'ergrown lion in a cave That goes not out to prey. Now, as fond fathers, Having bound up the threat'ning twigs of birch, Only to stick it in their children's sight For terror, not to use, in time the rod Becomes more mocked than feared: so our decrees, Dead to infliction, to themselves are dead, And liberty plucks justice by the nose, The baby beats the nurse, and quite athwart Goes all decorum."
            },
            {
              "speaker": "Friar Thomas",
              "line": "It rested in your Grace To unloose this tied-up justice when you pleased; And it in you more dreadful would have seemed Than in Lord Angelo."
            },
            {
              "speaker": "Duke",
              "line": "I do fear, too dreadful. Sith 'twas my fault to give the people scope, 'Twould be my tyranny to strike and gall them For what I bid them do; for we bid this be done When evil deeds have their permissive pass And not the punishment. Therefore, indeed, my father, I have on Angelo imposed the office; Who may in th' ambush of my name strike home, And yet my nature never in the fight To do in slander. And to behold his sway, I will, as 'twere a brother of your order, Visit both prince and people. Therefore, I prithee, Supply me with the habit, and instruct me How I may formally in person bear Like a true friar. Moe reasons for this action At our more leisure shall I render you; Only, this one: Lord Angelo is precise; Stands at a guard with envy; scarce confesses That his blood flows or that his appetite Is more to bread than stone. Hence shall we see, If power change purpose, what our seemers be."
            }
          ]
        },
        {
          "scene": 4,
          "location": "A nunnery.",
          "scene_id": "measure_for_measure_1_4",
          "dialogues": [
            {
              "speaker": "Isabella",
              "line": "And have you nuns no farther privileges?"
            },
            {
              "speaker": "Francisca",
              "line": "Are not these large enough?"
            },
            {
              "speaker": "Isabella",
              "line": "Yes, truly; I speak not as desiring more, But rather wishing a more strict restraint Upon the sisterhood, the votarists of Saint Clare."
            },
            {
              "speaker": "Lucio",
              "line": "Ho! Peace be in this place!"
            },
            {
              "speaker": "Isabella",
              "line": "Who's that which calls?"
            },
            {
              "speaker": "Francisca",
              "line": "It is a man's voice. Gentle Isabella, Turn you the key, and know his business of him; You may, I may not; you are yet unsworn. When you have vowed, you must not speak with men But in the presence of the prioress; Then, if you speak, you must not show your face; Or if you show your face, you must not speak. He calls again. I pray you answer him."
            },
            {
              "speaker": "Isabella",
              "line": "Peace and prosperity! Who is't that calls?"
            },
            {
              "speaker": "Lucio",
              "line": "Hail, virgin, if you be, as those cheek-roses Proclaim you are no less. Can you so stead me As bring me to the sight of Isabella, A novice of this place, and the fair sister To her unhappy brother Claudio?"
            },
            {
              "speaker": "Isabella",
              "line": "Why \"her unhappy brother\"? let me ask, The rather for I now must make you know I am that Isabella, and his sister."
            },
            {
              "speaker": "Lucio",
              "line": "Gentle and fair, your brother kindly greets you. Not to be weary with you, he's in prison."
            },
            {
              "speaker": "Isabella",
              "line": "Woe me! For what?"
            },
            {
              "speaker": "Lucio",
              "line": "For that which, if myself might be his judge, He should receive his punishment in thanks: He hath got his friend with child."
            },
            {
              "speaker": "Isabella",
              "line": "Sir, make me not your story."
            },
            {
              "speaker": "Lucio",
              "line": "'Tis true. I would not, though 'tis my familiar sin With maids to seem the lapwing, and to jest, Tongue far from heart, play with all virgins so. I hold you as a thing enskied and sainted By your renouncement an immortal spirit, And to be talked with in sincerity, As with a saint."
            },
            {
              "speaker": "Isabella",
              "line": "You do blaspheme the good in mocking me."
            },
            {
              "speaker": "Lucio",
              "line": "Do not believe it. Fewness and truth, 'tis thus: Your brother and his lover have embraced; As those that feed grow full, as blossoming time That from the seedness the bare fallow brings To teeming foison, even so her plenteous womb Expresseth his full tilth and husbandry."
            },
            {
              "speaker": "Isabella",
              "line": "Someone with child by him? My cousin Juliet?"
            },
            {
              "speaker": "Lucio",
              "line": "Is she your cousin?"
            },
            {
              "speaker": "Isabella",
              "line": "Adoptedly, as school-maids change their names By vain though apt affection."
            },
            {
              "speaker": "Lucio",
              "line": "She it is."
            },
            {
              "speaker": "Isabella",
              "line": "O, let him marry her!"
            },
            {
              "speaker": "Lucio",
              "line": "This is the point. The Duke is very strangely gone from hence; Bore many gentlemen, myself being one, In hand, and hope of action; but we do learn, By those that know the very nerves of state, His givings-out were of an infinite distance From his true-meant design. Upon his place, And with full line of his authority, Governs Lord Angelo; a man whose blood Is very snow-broth; one who never feels The wanton stings and motions of the sense; But doth rebate and blunt his natural edge With profits of the mind, study and fast. He, to give fear to use and liberty, Which have for long run by the hideous law As mice by lions, hath picked out an act, Under whose heavy sense your brother's life Falls into forfeit. He arrests him on it, And follows close the rigour of the statute To make him an example. All hope is gone, Unless you have the grace by your fair prayer To soften Angelo. And that's my pith of business 'Twixt you and your poor brother."
            },
            {
              "speaker": "Isabella",
              "line": "Doth he so Seek his life?"
            },
            {
              "speaker": "Lucio",
              "line": "Has censured him already; And, as I hear, the Provost hath a warrant For's execution."
            },
            {
              "speaker": "Isabella",
              "line": "Alas, what poor ability's in me To do him good?"
            },
            {
              "speaker": "Lucio",
              "line": "Assay the power you have."
            },
            {
              "speaker": "Isabella",
              "line": "My power? Alas, I doubt."
            },
            {
              "speaker": "Lucio",
              "line": "Our doubts are traitors, And make us lose the good we oft might win By fearing to attempt. Go to Lord Angelo, And let him learn to know, when maidens sue, Men give like gods; but when they weep and kneel, All their petitions are as freely theirs As they themselves would owe them."
            },
            {
              "speaker": "Isabella",
              "line": "I'll see what I can do."
            },
            {
              "speaker": "Lucio",
              "line": "But speedily."
            },
            {
              "speaker": "Isabella",
              "line": "I will about it straight; No longer staying but to give the Mother Notice of my affair. I humbly thank you. Commend me to my brother. Soon at night I'll send him certain word of my success."
            },
            {
              "speaker": "Lucio",
              "line": "I take my leave of you."
            },
            {
              "speaker": "Isabella",
              "line": "Good sir, adieu."
            }
          ]
        }
      ]
    },
    {
      "act": 2,
      "scenes": [
        {
          "scene": 1,
          "location": "A hall in Angelo's house.",
          "scene_id": "measure_for_measure_2_1",
          "dialogues": [
            {
              "speaker": "Angelo",
              "line": "We must not make a scarecrow of the law, Setting it up to fear the birds of prey, And let it keep one shape till custom make it Their perch, and not their terror."
            },
            {
              "speaker": "Escalus",
              "line": "Ay, but yet Let us be keen, and rather cut a little Than fall and bruise to death. Alas, this gentleman, Whom I would save, had a most noble father. Let but your honour know, Whom I believe to be most strait in virtue, That, in the working of your own affections, Had time cohered with place, or place with wishing, Or that the resolute acting of your blood Could have attained th' effect of your own purpose, Whether you had not sometime in your life Erred in this point which now you censure him, And pulled the law upon you."
            },
            {
              "speaker": "Angelo",
              "line": "'Tis one thing to be tempted, Escalus, Another thing to fall. I not deny The jury passing on the prisoner's life May in the sworn twelve have a thief or two Guiltier than him they try. What's open made to justice, That justice seizes. What knows the laws That thieves do pass on thieves? 'Tis very pregnant, The jewel that we find, we stoop and take 't, Because we see it; but what we do not see, We tread upon, and never think of it. You may not so extenuate his offence For I have had such faults; but rather tell me, When I that censure him do so offend, Let mine own judgement pattern out my death, And nothing come in partial. Sir, he must die."
            },
            {
              "speaker": "Escalus",
              "line": "Be it as your wisdom will."
            },
            {
              "speaker": "Angelo",
              "line": "Where is the Provost?"
            },
            {
              "speaker": "Provost",
              "line": "Here, if it like your honour."
            },
            {
              "speaker": "Angelo",
              "line": "See that Claudio Be executed by nine tomorrow morning. Bring him his confessor, let him be prepared, For that's the utmost of his pilgrimage."
            },
            {
              "speaker": "Escalus",
              "line": "Well, heaven forgive him; and forgive us all. Some rise by sin, and some by virtue fall. Some run from brakes of vice, and answer none, And some condemned for a fault alone."
            },
            {
              "speaker": "Elbow",
              "line": "Come, bring them away. If these be good people in a commonweal that do nothing but use their abuses in common houses, I know no law. Bring them away."
            },
            {
              "speaker": "Angelo",
              "line": "How now, sir, what's your name? And what's the matter?"
            },
            {
              "speaker": "Elbow",
              "line": "If it please your honour, I am the poor Duke's constable, and my name is Elbow. I do lean upon justice, sir, and do bring in here before your good honour two notorious benefactors."
            },
            {
              "speaker": "Angelo",
              "line": "Benefactors? Well, what benefactors are they? Are they not malefactors?"
            },
            {
              "speaker": "Elbow",
              "line": "If it please your honour, I know not well what they are, but precise villains they are, that I am sure of, and void of all profanation in the world that good Christians ought to have."
            },
            {
              "speaker": "Escalus",
              "line": "This comes off well. Here's a wise officer."
            },
            {
              "speaker": "Angelo",
              "line": "Go to. What quality are they of? Elbow is your name? Why dost thou not speak, Elbow?"
            },
            {
              "speaker": "Pompey",
              "line": "He cannot, sir. He's out at elbow."
            },
            {
              "speaker": "Angelo",
              "line": "What are you, sir?"
            },
            {
              "speaker": "Elbow",
              "line": "He, sir? A tapster, sir; parcel bawd; one that serves a bad woman; whose house, sir, was, as they say, plucked down in the suburbs; and now she professes a hot-house, which, I think is a very ill house too."
            },
            {
              "speaker": "Escalus",
              "line": "How know you that?"
            },
            {
              "speaker": "Elbow",
              "line": "My wife, sir, whom I detest before heaven and your honour-"
            },
            {
              "speaker": "Escalus",
              "line": "How? Thy wife?"
            },
            {
              "speaker": "Elbow",
              "line": "Ay, sir, whom I thank heaven is an honest woman-"
            },
            {
              "speaker": "Escalus",
              "line": "Dost thou detest her therefore?"
            },
            {
              "speaker": "Elbow",
              "line": "I say, sir, I will detest myself also, as well as she, that this house, if it be not a bawd's house, it is pity of her life, for it is a naughty house."
            },
            {
              "speaker": "Escalus",
              "line": "How dost thou know that, constable?"
            },
            {
              "speaker": "Elbow",
              "line": "Marry, sir, by my wife, who, if she had been a woman cardinally given, might have been accused in fornication, adultery, and all uncleanliness there."
            },
            {
              "speaker": "Escalus",
              "line": "By the woman's means?"
            },
            {
              "speaker": "Elbow",
              "line": "Ay, sir, by Mistress Overdone's means; but as she spit in his face, so she defied him."
            },
            {
              "speaker": "Pompey",
              "line": "Sir, if it please your honour, this is not so."
            },
            {
              "speaker": "Elbow",
              "line": "Prove it before these varlets here, thou honourable man, prove it."
            },
            {
              "speaker": "Escalus",
              "line": "Do you hear how he misplaces?"
            },
            {
              "speaker": "Pompey",
              "line": "Sir, she came in great with child; and longing, saving your honour's reverence, for stewed prunes; sir, we had but two in the house, which at that very distant time stood, as it were, in a fruit dish, a dish of some threepence; your honours have seen such dishes; they are not china dishes, but very good dishes-"
            },
            {
              "speaker": "Escalus",
              "line": "Go to, go to. No matter for the dish, sir."
            },
            {
              "speaker": "Pompey",
              "line": "No, indeed, sir, not of a pin; you are therein in the right. But to the point. As I say, this Mistress Elbow, being, as I say, with child, and being great-bellied, and longing, as I said, for prunes; and having but two in the dish, as I said, Master Froth here, this very man, having eaten the rest, as I said, and, as I say, paying for them very honestly; for, as you know, Master Froth, I could not give you threepence again-"
            },
            {
              "speaker": "Froth",
              "line": "No, indeed."
            },
            {
              "speaker": "Pompey",
              "line": "Very well. You being then, if you be remembered, cracking the stones of the foresaid prunes-"
            },
            {
              "speaker": "Froth",
              "line": "Ay, so I did indeed."
            },
            {
              "speaker": "Pompey",
              "line": "Why, very well. I telling you then, if you be remembered, that such a one and such a one were past cure of the thing you wot of, unless they kept very good diet, as I told you-"
            },
            {
              "speaker": "Froth",
              "line": "All this is true."
            },
            {
              "speaker": "Pompey",
              "line": "Why, very well then-"
            },
            {
              "speaker": "Escalus",
              "line": "Come, you are a tedious fool. To the purpose. What was done to Elbow's wife that he hath cause to complain of? Come me to what was done to her."
            },
            {
              "speaker": "Pompey",
              "line": "Sir, your honour cannot come to that yet."
            },
            {
              "speaker": "Escalus",
              "line": "No, sir, nor I mean it not."
            },
            {
              "speaker": "Pompey",
              "line": "Sir, but you shall come to it, by your honour's leave. And I beseech you, look into Master Froth here, sir, a man of fourscore pound a year; whose father died at Hallowmas-was't not at Hallowmas, Master Froth?"
            },
            {
              "speaker": "Froth",
              "line": "All-hallond Eve."
            },
            {
              "speaker": "Pompey",
              "line": "Why, very well. I hope here be truths. He, sir, sitting, as I say, in a lower chair, sir-'twas in the Bunch of Grapes, where, indeed, you have a delight to sit, have you not?"
            },
            {
              "speaker": "Froth",
              "line": "I have so, because it is an open room, and good for winter."
            },
            {
              "speaker": "Pompey",
              "line": "Why, very well then. I hope here be truths."
            },
            {
              "speaker": "Angelo",
              "line": "This will last out a night in Russia When nights are longest there. I'll take my leave, And leave you to the hearing of the cause; Hoping you'll find good cause to whip them all."
            },
            {
              "speaker": "Escalus",
              "line": "I think no less. Good morrow to your lordship. Now, sir, come on. What was done to Elbow's wife, once more?"
            },
            {
              "speaker": "Pompey",
              "line": "Once, sir? There was nothing done to her once."
            },
            {
              "speaker": "Elbow",
              "line": "I beseech you, sir, ask him what this man did to my wife."
            },
            {
              "speaker": "Pompey",
              "line": "I beseech your honour, ask me."
            },
            {
              "speaker": "Escalus",
              "line": "Well, sir, what did this gentleman to her?"
            },
            {
              "speaker": "Pompey",
              "line": "I beseech you, sir, look in this gentleman's face. Good Master Froth, look upon his honour; 'tis for a good purpose.-Doth your honour mark his face?"
            },
            {
              "speaker": "Escalus",
              "line": "Ay, sir, very well."
            },
            {
              "speaker": "Pompey",
              "line": "Nay, I beseech you, mark it well."
            },
            {
              "speaker": "Escalus",
              "line": "Well, I do so."
            },
            {
              "speaker": "Pompey",
              "line": "Doth your honour see any harm in his face?"
            },
            {
              "speaker": "Escalus",
              "line": "Why, no."
            },
            {
              "speaker": "Pompey",
              "line": "I'll be supposed upon a book, his face is the worst thing about him. Good, then, if his face be the worst thing about him, how could Master Froth do the constable's wife any harm? I would know that of your honour."
            },
            {
              "speaker": "Escalus",
              "line": "He's in the right. Constable. What say you to it?"
            },
            {
              "speaker": "Elbow",
              "line": "First, an it like you, the house is a respected house; next, this is a respected fellow; and his mistress is a respected woman."
            },
            {
              "speaker": "Pompey",
              "line": "By this hand, sir, his wife is a more respected person than any of us all."
            },
            {
              "speaker": "Elbow",
              "line": "Varlet, thou liest; thou liest, wicked varlet! The time is yet to come that she was ever respected with man, woman, or child."
            },
            {
              "speaker": "Pompey",
              "line": "Sir, she was respected with him before he married with her."
            },
            {
              "speaker": "Escalus",
              "line": "Which is the wiser here, Justice or Iniquity? Is this true?"
            },
            {
              "speaker": "Elbow",
              "line": "O thou caitiff! O thou varlet! O thou wicked Hannibal! I respected with her before I was married to her? If ever I was respected with her, or she with me, let not your worship think me the poor Duke's officer. Prove this, thou wicked Hannibal, or I'll have mine action of battery on thee."
            },
            {
              "speaker": "Escalus",
              "line": "If he took you a box o' th' ear, you might have your action of slander too."
            },
            {
              "speaker": "Elbow",
              "line": "Marry, I thank your good worship for it. What is't your worship's pleasure I shall do with this wicked caitiff?"
            },
            {
              "speaker": "Escalus",
              "line": "Truly, officer, because he hath some offences in him that thou wouldst discover if thou couldst, let him continue in his courses till thou know'st what they are."
            },
            {
              "speaker": "Elbow",
              "line": "Marry, I thank your worship for it.-Thou seest, thou wicked varlet, now, what's come upon thee. Thou art to continue now, thou varlet, thou art to continue."
            },
            {
              "speaker": "Escalus",
              "line": "Where were you born, friend?"
            },
            {
              "speaker": "Froth",
              "line": "Here in Vienna, sir."
            },
            {
              "speaker": "Escalus",
              "line": "Are you of fourscore pounds a year?"
            },
            {
              "speaker": "Froth",
              "line": "Yes, an't please you, sir."
            },
            {
              "speaker": "Escalus",
              "line": "So.  What trade are you of, sir?"
            },
            {
              "speaker": "Pompey",
              "line": "A tapster, a poor widow's tapster."
            },
            {
              "speaker": "Escalus",
              "line": "Your mistress' name?"
            },
            {
              "speaker": "Pompey",
              "line": "Mistress Overdone."
            },
            {
              "speaker": "Escalus",
              "line": "Hath she had any more than one husband?"
            },
            {
              "speaker": "Pompey",
              "line": "Nine, sir; Overdone by the last."
            },
            {
              "speaker": "Escalus",
              "line": "Nine?-Come hither to me, Master Froth. Master Froth, I would not have you acquainted with tapsters; they will draw you, Master Froth, and you will hang them. Get you gone, and let me hear no more of you."
            },
            {
              "speaker": "Froth",
              "line": "I thank your worship. For mine own part, I never come into any room in a taphouse but I am drawn in."
            },
            {
              "speaker": "Escalus",
              "line": "Well, no more of it, Master Froth. Farewell. Come you hither to me, Master tapster. What's your name, Master tapster?"
            },
            {
              "speaker": "Pompey",
              "line": "Pompey."
            },
            {
              "speaker": "Escalus",
              "line": "What else?"
            },
            {
              "speaker": "Pompey",
              "line": "Bum, sir."
            },
            {
              "speaker": "Escalus",
              "line": "Troth, and your bum is the greatest thing about you; so that, in the beastliest sense, you are Pompey the great. Pompey, you are partly a bawd, Pompey, howsoever you colour it in being a tapster, are you not? Come, tell me true, it shall be the better for you."
            },
            {
              "speaker": "Pompey",
              "line": "Truly, sir, I am a poor fellow that would live."
            },
            {
              "speaker": "Escalus",
              "line": "How would you live, Pompey? By being a bawd? What do you think of the trade, Pompey? Is it a lawful trade?"
            },
            {
              "speaker": "Pompey",
              "line": "If the law would allow it, sir."
            },
            {
              "speaker": "Escalus",
              "line": "But the law will not allow it, Pompey; nor it shall not be allowed in Vienna."
            },
            {
              "speaker": "Pompey",
              "line": "Does your worship mean to geld and splay all the youth of the city?"
            },
            {
              "speaker": "Escalus",
              "line": "No, Pompey."
            },
            {
              "speaker": "Pompey",
              "line": "Truly, sir, in my poor opinion, they will to't then. If your worship will take order for the drabs and the knaves, you need not to fear the bawds."
            },
            {
              "speaker": "Escalus",
              "line": "There is pretty orders beginning, I can tell you. It is but heading and hanging."
            },
            {
              "speaker": "Pompey",
              "line": "If you head and hang all that offend that way but for ten year together, you'll be glad to give out a commission for more heads. If this law hold in Vienna ten year, I'll rent the fairest house in it after threepence a bay. If you live to see this come to pass, say Pompey told you so."
            },
            {
              "speaker": "Escalus",
              "line": "Thank you, good Pompey; and, in requital of your prophecy, hark you: I advise you, let me not find you before me again upon any complaint whatsoever; no, not for dwelling where you do. If I do, Pompey, I shall beat you to your tent, and prove a shrewd Caesar to you. In plain dealing, Pompey, I shall have you whipped. So for this time, Pompey, fare you well."
            },
            {
              "speaker": "Pompey",
              "line": "I thank your worship for your good counsel.  But I shall follow it as the flesh and fortune shall better determine. Whip me? No, no; let carman whip his jade; The valiant heart's not whipped out of his trade."
            },
            {
              "speaker": "Escalus",
              "line": "Come hither to me, Master Elbow. Come hither, Master Constable. How long have you been in this place of constable?"
            },
            {
              "speaker": "Elbow",
              "line": "Seven year and a half, sir."
            },
            {
              "speaker": "Escalus",
              "line": "I thought, by the readiness in the office, you had continued in it sometime. You say seven years together?"
            },
            {
              "speaker": "Elbow",
              "line": "And a half, sir."
            },
            {
              "speaker": "Escalus",
              "line": "Alas, it hath been great pains to you. They do you wrong to put you so oft upon't. Are there not men in your ward sufficient to serve it?"
            },
            {
              "speaker": "Elbow",
              "line": "Faith, sir, few of any wit in such matters. As they are chosen, they are glad to choose me for them; I do it for some piece of money, and go through with all."
            },
            {
              "speaker": "Escalus",
              "line": "Look you bring me in the names of some six or seven, the most sufficient of your parish."
            },
            {
              "speaker": "Elbow",
              "line": "To your worship's house, sir?"
            },
            {
              "speaker": "Escalus",
              "line": "To my house. Fare you well. What's o'clock, think you?"
            },
            {
              "speaker": "Justice",
              "line": "Eleven, sir."
            },
            {
              "speaker": "Escalus",
              "line": "I pray you home to dinner with me."
            },
            {
              "speaker": "Justice",
              "line": "I humbly thank you."
            },
            {
              "speaker": "Escalus",
              "line": "It grieves me for the death of Claudio, But there's no remedy."
            },
            {
              "speaker": "Justice",
              "line": "Lord Angelo is severe."
            },
            {
              "speaker": "Escalus",
              "line": "It is but needful. Mercy is not itself that oft looks so; Pardon is still the nurse of second woe. But yet, Poor Claudio! There's no remedy. Come, sir."
            }
          ]
        },
        {
          "scene": 2,
          "location": "Another room in the same.",
          "scene_id": "measure_for_measure_2_2",
          "dialogues": [
            {
              "speaker": "Servant",
              "line": "He's hearing of a cause. He will come straight. I'll tell him of you."
            },
            {
              "speaker": "Provost",
              "line": "Pray you do. I'll know His pleasure, may be he will relent. Alas, He hath but as offended in a dream; All sects, all ages, smack of this vice, and he To die for 't!"
            },
            {
              "speaker": "Angelo",
              "line": "Now, what's the matter, Provost?"
            },
            {
              "speaker": "Provost",
              "line": "Is it your will Claudio shall die tomorrow?"
            },
            {
              "speaker": "Angelo",
              "line": "Did not I tell thee yea? Hadst thou not order? Why dost thou ask again?"
            },
            {
              "speaker": "Provost",
              "line": "Lest I might be too rash. Under your good correction, I have seen When, after execution, judgement hath Repented o'er his doom."
            },
            {
              "speaker": "Angelo",
              "line": "Go to; let that be mine. Do you your office, or give up your place, And you shall well be spared."
            },
            {
              "speaker": "Provost",
              "line": "I crave your honour's pardon. What shall be done, sir, with the groaning Juliet? She's very near her hour."
            },
            {
              "speaker": "Angelo",
              "line": "Dispose of her To some more fitter place; and that with speed."
            },
            {
              "speaker": "Servant",
              "line": "Here is the sister of the man condemned Desires access to you."
            },
            {
              "speaker": "Angelo",
              "line": "Hath he a sister?"
            },
            {
              "speaker": "Provost",
              "line": "Ay, my good lord, a very virtuous maid, And to be shortly of a sisterhood, If not already."
            },
            {
              "speaker": "Angelo",
              "line": "Well, let her be admitted. See you the fornicatress be removed; Let her have needful but not lavish means; There shall be order for it."
            },
            {
              "speaker": "Provost",
              "line": "Save your honour!"
            },
            {
              "speaker": "Angelo",
              "line": "Stay a little while.  You are welcome. What's your will?"
            },
            {
              "speaker": "Isabella",
              "line": "I am a woeful suitor to your honour, Please but your honour hear me."
            },
            {
              "speaker": "Angelo",
              "line": "Well, what's your suit?"
            },
            {
              "speaker": "Isabella",
              "line": "There is a vice that most I do abhor, And most desire should meet the blow of justice; For which I would not plead, but that I must; For which I must not plead, but that I am At war 'twixt will and will not."
            },
            {
              "speaker": "Angelo",
              "line": "Well, the matter?"
            },
            {
              "speaker": "Isabella",
              "line": "I have a brother is condemned to die; I do beseech you, let it be his fault, And not my brother."
            },
            {
              "speaker": "Provost",
              "line": "Heaven give thee moving graces."
            },
            {
              "speaker": "Angelo",
              "line": "Condemn the fault, and not the actor of it? Why, every fault's condemned ere it be done. Mine were the very cipher of a function To find the faults whose fine stands in record, And let go by the actor."
            },
            {
              "speaker": "Isabella",
              "line": "O just but severe law! I had a brother, then. Heaven keep your honour!"
            },
            {
              "speaker": "Lucio",
              "line": "Give't not o'er so. To him again, entreat him, Kneel down before him, hang upon his gown; You are too cold. If you should need a pin, You could not with more tame a tongue desire it. To him, I say."
            },
            {
              "speaker": "Isabella",
              "line": "Must he needs die?"
            },
            {
              "speaker": "Angelo",
              "line": "Maiden, no remedy."
            },
            {
              "speaker": "Isabella",
              "line": "Yes, I do think that you might pardon him, And neither heaven nor man grieve at the mercy."
            },
            {
              "speaker": "Angelo",
              "line": "I will not do't."
            },
            {
              "speaker": "Isabella",
              "line": "But can you if you would?"
            },
            {
              "speaker": "Angelo",
              "line": "Look, what I will not, that I cannot do."
            },
            {
              "speaker": "Isabella",
              "line": "But might you do't, and do the world no wrong, If so your heart were touched with that remorse As mine is to him?"
            },
            {
              "speaker": "Angelo",
              "line": "He's sentenced, 'tis too late."
            },
            {
              "speaker": "Lucio",
              "line": "You are too cold."
            },
            {
              "speaker": "Isabella",
              "line": "Too late? Why, no. I that do speak a word May call it back again. Well, believe this: No ceremony that to great ones longs, Not the king's crown, nor the deputed sword, The marshal's truncheon, nor the judge's robe, Become them with one half so good a grace As mercy does. If he had been as you, and you as he, You would have slipped like him, but he like you Would not have been so stern."
            },
            {
              "speaker": "Angelo",
              "line": "Pray you be gone."
            },
            {
              "speaker": "Isabella",
              "line": "I would to heaven I had your potency, And you were Isabel! Should it then be thus? No; I would tell what 'twere to be a judge And what a prisoner."
            },
            {
              "speaker": "Lucio",
              "line": "Ay, touch him; there's the vein."
            },
            {
              "speaker": "Angelo",
              "line": "Your brother is a forfeit of the law, And you but waste your words."
            },
            {
              "speaker": "Isabella",
              "line": "Alas, alas! Why, all the souls that were were forfeit once, And He that might the vantage best have took Found out the remedy. How would you be If He, which is the top of judgement, should But judge you as you are? O, think on that, And mercy then will breathe within your lips, Like man new made."
            },
            {
              "speaker": "Angelo",
              "line": "Be you content, fair maid. It is the law, not I, condemns your brother. Were he my kinsman, brother, or my son, It should be thus with him. He must die tomorrow."
            },
            {
              "speaker": "Isabella",
              "line": "Tomorrow? O, that's sudden! Spare him, spare him! He's not prepared for death. Even for our kitchens We kill the fowl of season. Shall we serve heaven With less respect than we do minister To our gross selves? Good, good my lord, bethink you. Who is it that hath died for this offence? There's many have committed it."
            },
            {
              "speaker": "Lucio",
              "line": "Ay, well said."
            },
            {
              "speaker": "Angelo",
              "line": "The law hath not been dead, though it hath slept. Those many had not dared to do that evil If the first that did th' edict infringe Had answered for his deed. Now 'tis awake, Takes note of what is done, and, like a prophet, Looks in a glass that shows what future evils, Either now, or by remissness new conceived, And so in progress to be hatched and born, Are now to have no successive degrees, But, where they live, to end."
            },
            {
              "speaker": "Isabella",
              "line": "Yet show some pity."
            },
            {
              "speaker": "Angelo",
              "line": "I show it most of all when I show justice; For then I pity those I do not know, Which a dismissed offence would after gall, And do him right that, answering one foul wrong, Lives not to act another. Be satisfied; Your brother dies tomorrow; be content."
            },
            {
              "speaker": "Isabella",
              "line": "So you must be the first that gives this sentence, And he that suffers. O, it is excellent To have a giant's strength; but it is tyrannous To use it like a giant."
            },
            {
              "speaker": "Lucio",
              "line": "That's well said."
            },
            {
              "speaker": "Isabella",
              "line": "Could great men thunder As Jove himself does, Jove would ne'er be quiet, For every pelting petty officer Would use his heaven for thunder. Nothing but thunder. Merciful Heaven, Thou rather with thy sharp and sulphurous bolt Splits the unwedgeable and gnarled oak, Than the soft myrtle. But man, proud man, Dressed in a little brief authority, Most ignorant of what he's most assured, His glassy essence, like an angry ape Plays such fantastic tricks before high heaven As makes the angels weep; who, with our spleens, Would all themselves laugh mortal."
            },
            {
              "speaker": "Lucio",
              "line": "O, to him, to him, wench! He will relent; He's coming. I perceive 't."
            },
            {
              "speaker": "Provost",
              "line": "Pray heaven she win him."
            },
            {
              "speaker": "Isabella",
              "line": "We cannot weigh our brother with ourself. Great men may jest with saints; 'tis wit in them, But in the less, foul profanation."
            },
            {
              "speaker": "Lucio",
              "line": "Thou'rt i' th' right, girl; more o' that."
            },
            {
              "speaker": "Isabella",
              "line": "That in the captain's but a choleric word Which in the soldier is flat blasphemy."
            },
            {
              "speaker": "Lucio",
              "line": "Art advised o' that? More on't."
            },
            {
              "speaker": "Angelo",
              "line": "Why do you put these sayings upon me?"
            },
            {
              "speaker": "Isabella",
              "line": "Because authority, though it err like others, Hath yet a kind of medicine in itself That skins the vice o' th' top. Go to your bosom, Knock there, and ask your heart what it doth know That's like my brother's fault. If it confess A natural guiltiness such as is his, Let it not sound a thought upon your tongue Against my brother's life."
            },
            {
              "speaker": "Angelo",
              "line": "She speaks, and 'tis such sense That my sense breeds with it.  Fare you well."
            },
            {
              "speaker": "Isabella",
              "line": "Gentle my lord, turn back."
            },
            {
              "speaker": "Angelo",
              "line": "I will bethink me. Come again tomorrow."
            },
            {
              "speaker": "Isabella",
              "line": "Hark how I'll bribe you. Good my lord, turn back."
            },
            {
              "speaker": "Angelo",
              "line": "How? Bribe me?"
            },
            {
              "speaker": "Isabella",
              "line": "Ay, with such gifts that heaven shall share with you."
            },
            {
              "speaker": "Lucio",
              "line": "You had marred all else."
            },
            {
              "speaker": "Isabella",
              "line": "Not with fond shekels of the tested gold, Or stones, whose rates are either rich or poor As fancy values them, but with true prayers, That shall be up at heaven and enter there Ere sunrise, prayers from preserved souls, From fasting maids, whose minds are dedicate To nothing temporal."
            },
            {
              "speaker": "Angelo",
              "line": "Well; come to me tomorrow."
            },
            {
              "speaker": "Lucio",
              "line": "Go to, 'tis well; away."
            },
            {
              "speaker": "Isabella",
              "line": "Heaven keep your honour safe."
            },
            {
              "speaker": "Angelo",
              "line": "Amen. For I am that way going to temptation, Where prayers cross."
            },
            {
              "speaker": "Isabella",
              "line": "At what hour tomorrow Shall I attend your lordship?"
            },
            {
              "speaker": "Angelo",
              "line": "At any time 'fore noon."
            },
            {
              "speaker": "Isabella",
              "line": "Save your honour."
            },
            {
              "speaker": "Angelo",
              "line": "From thee, even from thy virtue! What's this? What's this? Is this her fault or mine? The tempter or the tempted, who sins most, ha? Not she; nor doth she tempt; but it is I That, lying by the violet in the sun, Do as the carrion does, not as the flower, Corrupt with virtuous season. Can it be That modesty may more betray our sense Than woman's lightness? Having waste ground enough, Shall we desire to raze the sanctuary And pitch our evils there? O, fie, fie, fie! What dost thou, or what art thou, Angelo? Dost thou desire her foully for those things That make her good? O, let her brother live. Thieves for their robbery have authority When judges steal themselves. What, do I love her, That I desire to hear her speak again And feast upon her eyes? What is't I dream on? O cunning enemy, that, to catch a saint, With saints dost bait thy hook! Most dangerous Is that temptation that doth goad us on To sin in loving virtue. Never could the strumpet With all her double vigour, art, and nature, Once stir my temper, but this virtuous maid Subdues me quite. Ever till now When men were fond, I smiled and wondered how."
            }
          ]
        },
        {
          "scene": 3,
          "location": "A room in a prison.",
          "scene_id": "measure_for_measure_2_3",
          "dialogues": [
            {
              "speaker": "Duke",
              "line": "Hail to you, Provost, so I think you are."
            },
            {
              "speaker": "Provost",
              "line": "I am the Provost. What's your will, good friar?"
            },
            {
              "speaker": "Duke",
              "line": "Bound by my charity and my blessed order, I come to visit the afflicted spirits Here in the prison. Do me the common right To let me see them, and to make me know The nature of their crimes, that I may minister To them accordingly."
            },
            {
              "speaker": "Provost",
              "line": "I would do more than that, if more were needful. Look, here comes one, a gentlewoman of mine, Who, falling in the flaws of her own youth, Hath blistered her report. She is with child, And he that got it, sentenced: a young man More fit to do another such offence Than die for this."
            },
            {
              "speaker": "Duke",
              "line": "When must he die?"
            },
            {
              "speaker": "Provost",
              "line": "As I do think, tomorrow.  I have provided for you; stay a while And you shall be conducted."
            },
            {
              "speaker": "Duke",
              "line": "Repent you, fair one, of the sin you carry?"
            },
            {
              "speaker": "Juliet",
              "line": "I do; and bear the shame most patiently."
            },
            {
              "speaker": "Duke",
              "line": "I'll teach you how you shall arraign your conscience, And try your penitence, if it be sound Or hollowly put on."
            },
            {
              "speaker": "Juliet",
              "line": "I'll gladly learn."
            },
            {
              "speaker": "Duke",
              "line": "Love you the man that wronged you?"
            },
            {
              "speaker": "Juliet",
              "line": "Yes, as I love the woman that wronged him."
            },
            {
              "speaker": "Duke",
              "line": "So then it seems your most offenceful act Was mutually committed?"
            },
            {
              "speaker": "Juliet",
              "line": "Mutually."
            },
            {
              "speaker": "Duke",
              "line": "Then was your sin of heavier kind than his."
            },
            {
              "speaker": "Juliet",
              "line": "I do confess it, and repent it, father."
            },
            {
              "speaker": "Duke",
              "line": "'Tis meet so, daughter; but lest you do repent As that the sin hath brought you to this shame, Which sorrow is always toward ourselves, not heaven, Showing we would not spare heaven as we love it, But as we stand in fear-"
            },
            {
              "speaker": "Juliet",
              "line": "I do repent me as it is an evil, And take the shame with joy."
            },
            {
              "speaker": "Duke",
              "line": "There rest. Your partner, as I hear, must die tomorrow, And I am going with instruction to him. Grace go with you! _Benedicite!_"
            },
            {
              "speaker": "Juliet",
              "line": "Must die tomorrow? O, injurious love That respites me a life, whose very comfort Is still a dying horror!"
            },
            {
              "speaker": "Provost",
              "line": "'Tis pity of him."
            }
          ]
        },
        {
          "scene": 4,
          "location": "A room in Angelo's house.",
          "scene_id": "measure_for_measure_2_4",
          "dialogues": [
            {
              "speaker": "Angelo",
              "line": "When I would pray and think, I think and pray To several subjects. Heaven hath my empty words, Whilst my invention, hearing not my tongue, Anchors on Isabel. Heaven in my mouth, As if I did but only chew his name, And in my heart the strong and swelling evil Of my conception. The state whereon I studied Is, like a good thing being often read, Grown sere and tedious; yea, my gravity, Wherein-let no man hear me-I take pride, Could I with boot change for an idle plume Which the air beats for vain. O place, O form, How often dost thou with thy case, thy habit, Wrench awe from fools, and tie the wiser souls To thy false seeming! Blood, thou art blood. Let's write good angel on the devil's horn. 'Tis not the devil's crest. How now, who's there?"
            },
            {
              "speaker": "Servant",
              "line": "One Isabel, a sister, desires access to you."
            },
            {
              "speaker": "Angelo",
              "line": "Teach her the way. O heavens, Why does my blood thus muster to my heart, Making both it unable for itself And dispossessing all my other parts Of necessary fitness? So play the foolish throngs with one that swoons, Come all to help him, and so stop the air By which he should revive. And even so The general subject to a well-wished king Quit their own part, and in obsequious fondness Crowd to his presence, where their untaught love Must needs appear offence. How now, fair maid?"
            },
            {
              "speaker": "Isabella",
              "line": "I am come to know your pleasure."
            },
            {
              "speaker": "Angelo",
              "line": "That you might know it, would much better please me Than to demand what 'tis. Your brother cannot live."
            },
            {
              "speaker": "Isabella",
              "line": "Even so. Heaven keep your honour."
            },
            {
              "speaker": "Angelo",
              "line": "Yet may he live a while. And, it may be, As long as you or I. Yet he must die."
            },
            {
              "speaker": "Isabella",
              "line": "Under your sentence?"
            },
            {
              "speaker": "Angelo",
              "line": "Yea."
            },
            {
              "speaker": "Isabella",
              "line": "When, I beseech you? That in his reprieve, Longer or shorter, he may be so fitted That his soul sicken not."
            },
            {
              "speaker": "Angelo",
              "line": "Ha! Fie, these filthy vices! It were as good To pardon him that hath from nature stolen A man already made, as to remit Their saucy sweetness that do coin heaven's image In stamps that are forbid. 'Tis all as easy Falsely to take away a life true made As to put metal in restrained means To make a false one."
            },
            {
              "speaker": "Isabella",
              "line": "'Tis set down so in heaven, but not in earth."
            },
            {
              "speaker": "Angelo",
              "line": "Say you so? Then I shall pose you quickly. Which had you rather, that the most just law Now took your brother's life; or, to redeem him, Give up your body to such sweet uncleanness As she that he hath stained?"
            },
            {
              "speaker": "Isabella",
              "line": "Sir, believe this: I had rather give my body than my soul."
            },
            {
              "speaker": "Angelo",
              "line": "I talk not of your soul. Our compelled sins Stand more for number than for accompt."
            },
            {
              "speaker": "Isabella",
              "line": "How say you?"
            },
            {
              "speaker": "Angelo",
              "line": "Nay, I'll not warrant that, for I can speak Against the thing I say. Answer to this: I, now the voice of the recorded law, Pronounce a sentence on your brother's life. Might there not be a charity in sin To save this brother's life?"
            },
            {
              "speaker": "Isabella",
              "line": "Please you to do't, I'll take it as a peril to my soul; It is no sin at all, but charity."
            },
            {
              "speaker": "Angelo",
              "line": "Pleased you to do't at peril of your soul, Were equal poise of sin and charity."
            },
            {
              "speaker": "Isabella",
              "line": "That I do beg his life, if it be sin, Heaven let me bear it. You granting of my suit, If that be sin, I'll make it my morn prayer To have it added to the faults of mine, And nothing of your answer."
            },
            {
              "speaker": "Angelo",
              "line": "Nay, but hear me. Your sense pursues not mine. Either you are ignorant, Or seem so, crafty; and that's not good."
            },
            {
              "speaker": "Isabella",
              "line": "Let me be ignorant, and in nothing good, But graciously to know I am no better."
            },
            {
              "speaker": "Angelo",
              "line": "Thus wisdom wishes to appear most bright When it doth tax itself, as these black masks Proclaim an enshield beauty ten times louder Than beauty could, displayed. But mark me; To be received plain, I'll speak more gross. Your brother is to die."
            },
            {
              "speaker": "Isabella",
              "line": "So."
            },
            {
              "speaker": "Angelo",
              "line": "And his offence is so, as it appears, Accountant to the law upon that pain."
            },
            {
              "speaker": "Isabella",
              "line": "True."
            },
            {
              "speaker": "Angelo",
              "line": "Admit no other way to save his life- As I subscribe not that, nor any other, But, in the loss of question, that you, his sister, Finding yourself desired of such a person Whose credit with the judge, or own great place, Could fetch your brother from the manacles Of the all-binding law; and that there were No earthly mean to save him but that either You must lay down the treasures of your body To this supposed, or else to let him suffer, What would you do?"
            },
            {
              "speaker": "Isabella",
              "line": "As much for my poor brother as myself. That is, were I under the terms of death, Th' impression of keen whips I'd wear as rubies, And strip myself to death as to a bed That longing have been sick for, ere I'd yield My body up to shame."
            },
            {
              "speaker": "Angelo",
              "line": "Then must your brother die."
            },
            {
              "speaker": "Isabella",
              "line": "And 'twere the cheaper way. Better it were a brother died at once Than that a sister, by redeeming him, Should die for ever."
            },
            {
              "speaker": "Angelo",
              "line": "Were not you then as cruel as the sentence That you have slandered so?"
            },
            {
              "speaker": "Isabella",
              "line": "Ignominy in ransom and free pardon Are of two houses. Lawful mercy Is nothing kin to foul redemption."
            },
            {
              "speaker": "Angelo",
              "line": "You seemed of late to make the law a tyrant, And rather proved the sliding of your brother A merriment than a vice."
            },
            {
              "speaker": "Isabella",
              "line": "O, pardon me, my lord. It oft falls out, To have what we would have, we speak not what we mean. I something do excuse the thing I hate For his advantage that I dearly love."
            },
            {
              "speaker": "Angelo",
              "line": "We are all frail."
            },
            {
              "speaker": "Isabella",
              "line": "Else let my brother die, If not a feodary but only he Owe and succeed by weakness."
            },
            {
              "speaker": "Angelo",
              "line": "Nay, women are frail too."
            },
            {
              "speaker": "Isabella",
              "line": "Ay, as the glasses where they view themselves, Which are as easy broke as they make forms. Women?-Help, heaven! Men their creation mar In profiting by them. Nay, call us ten times frail; For we are soft as our complexions are, And credulous to false prints."
            },
            {
              "speaker": "Angelo",
              "line": "I think it well. And from this testimony of your own sex, Since I suppose we are made to be no stronger Than faults may shake our frames, let me be bold. I do arrest your words. Be that you are, That is, a woman. If you be more, you're none. If you be one, as you are well expressed By all external warrants, show it now By putting on the destined livery."
            },
            {
              "speaker": "Isabella",
              "line": "I have no tongue but one. Gentle my lord, Let me intreat you speak the former language."
            },
            {
              "speaker": "Angelo",
              "line": "Plainly conceive, I love you."
            },
            {
              "speaker": "Isabella",
              "line": "My brother did love Juliet, And you tell me that he shall die for 't."
            },
            {
              "speaker": "Angelo",
              "line": "He shall not, Isabel, if you give me love."
            },
            {
              "speaker": "Isabella",
              "line": "I know your virtue hath a license in't, Which seems a little fouler than it is, To pluck on others."
            },
            {
              "speaker": "Angelo",
              "line": "Believe me, on mine honour, My words express my purpose."
            },
            {
              "speaker": "Isabella",
              "line": "Ha! Little honour to be much believed, And most pernicious purpose! Seeming, seeming! I will proclaim thee, Angelo, look for't. Sign me a present pardon for my brother Or with an outstretched throat I'll tell the world aloud What man thou art."
            },
            {
              "speaker": "Angelo",
              "line": "Who will believe thee, Isabel? My unsoiled name, th' austereness of my life, My vouch against you, and my place i' th' state Will so your accusation overweigh That you shall stifle in your own report, And smell of calumny. I have begun, And now I give my sensual race the rein. Fit thy consent to my sharp appetite; Lay by all nicety and prolixious blushes That banish what they sue for. Redeem thy brother By yielding up thy body to my will; Or else he must not only die the death, But thy unkindness shall his death draw out To ling'ring sufferance. Answer me tomorrow, Or, by the affection that now guides me most, I'll prove a tyrant to him. As for you, Say what you can, my false o'erweighs your true."
            },
            {
              "speaker": "Isabella",
              "line": "To whom should I complain? Did I tell this, Who would believe me? O perilous mouths, That bear in them one and the self-same tongue Either of condemnation or approof, Bidding the law make curtsy to their will, Hooking both right and wrong to th' appetite, To follow as it draws! I'll to my brother. Though he hath fall'n by prompture of the blood, Yet hath he in him such a mind of honour That, had he twenty heads to tender down On twenty bloody blocks, he'd yield them up Before his sister should her body stoop To such abhorred pollution. Then, Isabel, live chaste, and, brother, die. More than our brother is our chastity. I'll tell him yet of Angelo's request, And fit his mind to death, for his soul's rest."
            }
          ]
        }
      ]
    },
    {
      "act": 3,
      "scenes": [
        {
          "scene": 1,
          "location": "A room in the prison.",
          "scene_id": "measure_for_measure_3_1",
          "dialogues": [
            {
              "speaker": "Duke",
              "line": "So then you hope of pardon from Lord Angelo?"
            },
            {
              "speaker": "Claudio",
              "line": "The miserable have no other medicine But only hope. I have hope to live, and am prepared to die."
            },
            {
              "speaker": "Duke",
              "line": "Be absolute for death. Either death or life Shall thereby be the sweeter. Reason thus with life: If I do lose thee, I do lose a thing That none but fools would keep. A breath thou art, Servile to all the skyey influences That dost this habitation where thou keep'st Hourly afflict. Merely, thou art death's fool; For him thou labour'st by thy flight to shun, And yet runn'st toward him still. Thou art not noble; For all th' accommodations that thou bear'st Are nursed by baseness. Thou'rt by no means valiant; For thou dost fear the soft and tender fork Of a poor worm. Thy best of rest is sleep, And that thou oft provok'st, yet grossly fear'st Thy death, which is no more. Thou art not thyself; For thou exists on many a thousand grains That issue out of dust. Happy thou art not; For what thou hast not, still thou striv'st to get, And what thou hast, forget'st. Thou art not certain; For thy complexion shifts to strange effects After the moon. If thou art rich, thou'rt poor; For, like an ass whose back with ingots bows, Thou bear'st thy heavy riches but a journey, And death unloads thee. Friend hast thou none; For thine own bowels which do call thee sire, The mere effusion of thy proper loins, Do curse the gout, serpigo, and the rheum For ending thee no sooner. Thou hast nor youth nor age, But as it were an after-dinner's sleep Dreaming on both; for all thy blessed youth Becomes as aged, and doth beg the alms Of palsied eld; and when thou art old and rich, Thou hast neither heat, affection, limb, nor beauty To make thy riches pleasant. What's yet in this That bears the name of life? Yet in this life Lie hid more thousand deaths; yet death we fear, That makes these odds all even."
            },
            {
              "speaker": "Claudio",
              "line": "I humbly thank you. To sue to live, I find I seek to die, And seeking death, find life. Let it come on."
            },
            {
              "speaker": "Isabella",
              "line": "What ho! Peace here; grace and good company!"
            },
            {
              "speaker": "Provost",
              "line": "Who's there? Come in. The wish deserves a welcome."
            },
            {
              "speaker": "Duke",
              "line": "Dear sir, ere long I'll visit you again."
            },
            {
              "speaker": "Claudio",
              "line": "Most holy sir, I thank you."
            },
            {
              "speaker": "Isabella",
              "line": "My business is a word or two with Claudio."
            },
            {
              "speaker": "Provost",
              "line": "And very welcome. Look, signior, here's your sister."
            },
            {
              "speaker": "Duke",
              "line": "Provost, a word with you."
            },
            {
              "speaker": "Provost",
              "line": "As many as you please."
            },
            {
              "speaker": "Duke",
              "line": "Bring me to hear them speak, where I may be concealed."
            },
            {
              "speaker": "Claudio",
              "line": "Now, sister, what's the comfort?"
            },
            {
              "speaker": "Isabella",
              "line": "Why, As all comforts are, most good, most good indeed. Lord Angelo, having affairs to heaven, Intends you for his swift ambassador, Where you shall be an everlasting leiger. Therefore your best appointment make with speed; Tomorrow you set on."
            },
            {
              "speaker": "Claudio",
              "line": "Is there no remedy?"
            },
            {
              "speaker": "Isabella",
              "line": "None, but such remedy as, to save a head, To cleave a heart in twain."
            },
            {
              "speaker": "Claudio",
              "line": "But is there any?"
            },
            {
              "speaker": "Isabella",
              "line": "Yes, brother, you may live. There is a devilish mercy in the judge, If you'll implore it, that will free your life, But fetter you till death."
            },
            {
              "speaker": "Claudio",
              "line": "Perpetual durance?"
            },
            {
              "speaker": "Isabella",
              "line": "Ay, just; perpetual durance; a restraint, Though all the world's vastidity you had, To a determined scope."
            },
            {
              "speaker": "Claudio",
              "line": "But in what nature?"
            },
            {
              "speaker": "Isabella",
              "line": "In such a one as, you consenting to't, Would bark your honour from that trunk you bear, And leave you naked."
            },
            {
              "speaker": "Claudio",
              "line": "Let me know the point."
            },
            {
              "speaker": "Isabella",
              "line": "O, I do fear thee, Claudio, and I quake, Lest thou a feverous life shouldst entertain, And six or seven winters more respect Than a perpetual honour. Dar'st thou die? The sense of death is most in apprehension; And the poor beetle that we tread upon In corporal sufferance finds a pang as great As when a giant dies."
            },
            {
              "speaker": "Claudio",
              "line": "Why give you me this shame? Think you I can a resolution fetch From flowery tenderness? If I must die, I will encounter darkness as a bride And hug it in mine arms."
            },
            {
              "speaker": "Isabella",
              "line": "There spake my brother! There my father's grave Did utter forth a voice. Yes, thou must die. Thou art too noble to conserve a life In base appliances. This outward-sainted deputy, Whose settled visage and deliberate word Nips youth i' th' head, and follies doth enew As falcon doth the fowl, is yet a devil. His filth within being cast, he would appear A pond as deep as hell."
            },
            {
              "speaker": "Claudio",
              "line": "The precise Angelo?"
            },
            {
              "speaker": "Isabella",
              "line": "O, 'tis the cunning livery of hell The damned'st body to invest and cover In precise guards! Dost thou think, Claudio, If I would yield him my virginity Thou mightst be freed?"
            },
            {
              "speaker": "Claudio",
              "line": "O heavens, it cannot be."
            },
            {
              "speaker": "Isabella",
              "line": "Yes, he would give it thee, from this rank offence, So to offend him still. This night's the time That I should do what I abhor to name, Or else thou diest tomorrow."
            },
            {
              "speaker": "Claudio",
              "line": "Thou shalt not do't."
            },
            {
              "speaker": "Isabella",
              "line": "O, were it but my life, I'd throw it down for your deliverance As frankly as a pin."
            },
            {
              "speaker": "Claudio",
              "line": "Thanks, dear Isabel."
            },
            {
              "speaker": "Isabella",
              "line": "Be ready, Claudio, for your death tomorrow."
            },
            {
              "speaker": "Claudio",
              "line": "Yes. Has he affections in him That thus can make him bite the law by th' nose When he would force it? Sure it is no sin; Or of the deadly seven it is the least."
            },
            {
              "speaker": "Isabella",
              "line": "Which is the least?"
            },
            {
              "speaker": "Claudio",
              "line": "If it were damnable, he being so wise, Why would he for the momentary trick Be perdurably fined? O Isabel!"
            },
            {
              "speaker": "Isabella",
              "line": "What says my brother?"
            },
            {
              "speaker": "Claudio",
              "line": "Death is a fearful thing."
            },
            {
              "speaker": "Isabella",
              "line": "And shamed life a hateful."
            },
            {
              "speaker": "Claudio",
              "line": "Ay, but to die, and go we know not where; To lie in cold obstruction, and to rot; This sensible warm motion to become A kneaded clod; and the delighted spirit To bathe in fiery floods, or to reside In thrilling regions of thick-ribbed ice; To be imprisoned in the viewless winds And blown with restless violence round about The pendent world; or to be worse than worst Of those that lawless and incertain thought Imagine howling-'tis too horrible. The weariest and most loathed worldly life That age, ache, penury, and imprisonment Can lay on nature is a paradise To what we fear of death."
            },
            {
              "speaker": "Isabella",
              "line": "Alas, alas!"
            },
            {
              "speaker": "Claudio",
              "line": "Sweet sister, let me live. What sin you do to save a brother's life, Nature dispenses with the deed so far That it becomes a virtue."
            },
            {
              "speaker": "Isabella",
              "line": "O, you beast! O faithless coward! O dishonest wretch! Wilt thou be made a man out of my vice? Is't not a kind of incest to take life From thine own sister's shame? What should I think? Heaven shield my mother played my father fair, For such a warped slip of wilderness Ne'er issued from his blood. Take my defiance, Die, perish! Might but my bending down Reprieve thee from thy fate, it should proceed. I'll pray a thousand prayers for thy death, No word to save thee."
            },
            {
              "speaker": "Claudio",
              "line": "Nay, hear me, Isabel."
            },
            {
              "speaker": "Isabella",
              "line": "O fie, fie, fie! Thy sin's not accidental, but a trade. Mercy to thee would prove itself a bawd. 'Tis best that thou diest quickly."
            },
            {
              "speaker": "Claudio",
              "line": "O, hear me, Isabella."
            },
            {
              "speaker": "Duke",
              "line": "Vouchsafe a word, young sister, but one word."
            },
            {
              "speaker": "Isabella",
              "line": "What is your will?"
            },
            {
              "speaker": "Duke",
              "line": "Might you dispense with your leisure, I would by and by have some speech with you. The satisfaction I would require is likewise your own benefit."
            },
            {
              "speaker": "Isabella",
              "line": "I have no superfluous leisure, my stay must be stolen out of other affairs, but I will attend you a while."
            },
            {
              "speaker": "Duke",
              "line": "Son, I have overheard what hath passed between you and your sister. Angelo had never the purpose to corrupt her; only he hath made an assay of her virtue, to practise his judgement with the disposition of natures. She, having the truth of honour in her, hath made him that gracious denial which he is most glad to receive. I am confessor to Angelo, and I know this to be true; therefore prepare yourself to death. Do not satisfy your resolution with hopes that are fallible. Tomorrow you must die; go to your knees and make ready."
            },
            {
              "speaker": "Claudio",
              "line": "Let me ask my sister pardon. I am so out of love with life that I will sue to be rid of it."
            },
            {
              "speaker": "Duke",
              "line": "Hold you there. Farewell. Provost, a word with you."
            },
            {
              "speaker": "Provost",
              "line": "What's your will, father?"
            },
            {
              "speaker": "Duke",
              "line": "That, now you are come, you will be gone. Leave me a while with the maid; my mind promises with my habit no loss shall touch her by my company."
            },
            {
              "speaker": "Provost",
              "line": "In good time."
            },
            {
              "speaker": "Duke",
              "line": "The hand that hath made you fair hath made you good. The goodness that is cheap in beauty makes beauty brief in goodness; but grace, being the soul of your complexion, shall keep the body of it ever fair. The assault that Angelo hath made to you, fortune hath conveyed to my understanding; and, but that frailty hath examples for his falling, I should wonder at Angelo. How will you do to content this substitute, and to save your brother?"
            },
            {
              "speaker": "Isabella",
              "line": "I am now going to resolve him. I had rather my brother die by the law than my son should be unlawfully born. But, O, how much is the good Duke deceived in Angelo! If ever he return, and I can speak to him, I will open my lips in vain, or discover his government."
            },
            {
              "speaker": "Duke",
              "line": "That shall not be much amiss. Yet, as the matter now stands, he will avoid your accusation: he made trial of you only. Therefore fasten your ear on my advisings, to the love I have in doing good, a remedy presents itself. I do make myself believe that you may most uprighteously do a poor wronged lady a merited benefit; redeem your brother from the angry law; do no stain to your own gracious person; and much please the absent Duke, if peradventure he shall ever return to have hearing of this business."
            },
            {
              "speaker": "Isabella",
              "line": "Let me hear you speak farther. I have spirit to do anything that appears not foul in the truth of my spirit."
            },
            {
              "speaker": "Duke",
              "line": "Virtue is bold, and goodness never fearful. Have you not heard speak of Mariana, the sister of Frederick, the great soldier who miscarried at sea?"
            },
            {
              "speaker": "Isabella",
              "line": "I have heard of the lady, and good words went with her name."
            },
            {
              "speaker": "Duke",
              "line": "She should this Angelo have married, was affianced to her oath, and the nuptial appointed. Between which time of the contract and limit of the solemnity, her brother Frederick was wrecked at sea, having in that perished vessel the dowry of his sister. But mark how heavily this befell to the poor gentlewoman. There she lost a noble and renowned brother, in his love toward her ever most kind and natural; with him, the portion and sinew of her fortune, her marriage dowry; with both, her combinate husband, this well-seeming Angelo."
            },
            {
              "speaker": "Isabella",
              "line": "Can this be so? Did Angelo so leave her?"
            },
            {
              "speaker": "Duke",
              "line": "Left her in her tears, and dried not one of them with his comfort, swallowed his vows whole, pretending in her discoveries of dishonour; in few, bestowed her on her own lamentation, which she yet wears for his sake; and he, a marble to her tears, is washed with them, but relents not."
            },
            {
              "speaker": "Isabella",
              "line": "What a merit were it in death to take this poor maid from the world! What corruption in this life, that it will let this man live! But how out of this can she avail?"
            },
            {
              "speaker": "Duke",
              "line": "It is a rupture that you may easily heal, and the cure of it not only saves your brother, but keeps you from dishonour in doing it."
            },
            {
              "speaker": "Isabella",
              "line": "Show me how, good father."
            },
            {
              "speaker": "Duke",
              "line": "This forenamed maid hath yet in her the continuance of her first affection. His unjust unkindness, that in all reason should have quenched her love, hath, like an impediment in the current, made it more violent and unruly. Go you to Angelo; answer his requiring with a plausible obedience; agree with his demands to the point. Only refer yourself to this advantage: first, that your stay with him may not be long; that the time may have all shadow and silence in it; and the place answer to convenience. This being granted in course, and now follows all. We shall advise this wronged maid to stead up your appointment, go in your place. If the encounter acknowledge itself hereafter, it may compel him to her recompense; and here, by this, is your brother saved, your honour untainted, the poor Mariana advantaged, and the corrupt deputy scaled. The maid will I frame and make fit for his attempt. If you think well to carry this as you may, the doubleness of the benefit defends the deceit from reproof. What think you of it?"
            },
            {
              "speaker": "Isabella",
              "line": "The image of it gives me content already, and I trust it will grow to a most prosperous perfection."
            },
            {
              "speaker": "Duke",
              "line": "It lies much in your holding up. Haste you speedily to Angelo; if for this night he entreat you to his bed, give him promise of satisfaction. I will presently to Saint Luke's; there at the moated grange resides this dejected Mariana. At that place call upon me; and dispatch with Angelo, that it may be quickly."
            },
            {
              "speaker": "Isabella",
              "line": "I thank you for this comfort. Fare you well, good father."
            }
          ]
        },
        {
          "scene": 2,
          "location": "The street before the prison.",
          "scene_id": "measure_for_measure_3_2",
          "dialogues": [
            {
              "speaker": "Elbow",
              "line": "Nay, if there be no remedy for it, but that you will needs buy and sell men and women like beasts, we shall have all the world drink brown and white bastard."
            },
            {
              "speaker": "Duke",
              "line": "O heavens, what stuff is here?"
            },
            {
              "speaker": "Pompey",
              "line": "'Twas never merry world since, of two usuries, the merriest was put down, and the worser allowed by order of law a furred gown to keep him warm; and furred with fox on lambskins too, to signify that craft, being richer than innocency, stands for the facing."
            },
            {
              "speaker": "Elbow",
              "line": "Come your way, sir.-Bless you, good father friar."
            },
            {
              "speaker": "Duke",
              "line": "And you, good brother father. What offence hath this man made you, sir?"
            },
            {
              "speaker": "Elbow",
              "line": "Marry, sir, he hath offended the law; and, sir, we take him to be a thief too, sir; for we have found upon him, sir, a strange picklock, which we have sent to the deputy."
            },
            {
              "speaker": "Duke",
              "line": "Fie, sirrah, a bawd, a wicked bawd; The evil that thou causest to be done, That is thy means to live. Do thou but think What 'tis to cram a maw or clothe a back From such a filthy vice. Say to thyself, From their abominable and beastly touches I drink, I eat, array myself, and live. Canst thou believe thy living is a life, So stinkingly depending? Go mend, go mend."
            },
            {
              "speaker": "Pompey",
              "line": "Indeed, it does stink in some sort, sir. But yet, sir, I would prove-"
            },
            {
              "speaker": "Duke",
              "line": "Nay, if the devil have given thee proofs for sin, Thou wilt prove his. Take him to prison, officer. Correction and instruction must both work Ere this rude beast will profit."
            },
            {
              "speaker": "Elbow",
              "line": "He must before the deputy, sir; he has given him warning. The deputy cannot abide a whoremaster. If he be a whoremonger and comes before him, he were as good go a mile on his errand."
            },
            {
              "speaker": "Duke",
              "line": "That we were all, as some would seem to be, Free from our faults, as faults from seeming, free!"
            },
            {
              "speaker": "Elbow",
              "line": "His neck will come to your waist-a cord, sir."
            },
            {
              "speaker": "Pompey",
              "line": "I spy comfort, I cry bail! Here's a gentleman, and a friend of mine."
            },
            {
              "speaker": "Lucio",
              "line": "How now, noble Pompey? What, at the wheels of Caesar? Art thou led in triumph? What, is there none of Pygmalion's images, newly made woman, to be had now, for putting the hand in the pocket and extracting it clutched? What reply, ha? What say'st thou to this tune, matter, and method? Is't not drowned i' th' last rain, ha? What say'st thou, trot? Is the world as it was, man? Which is the way? Is it sad and few words? Or how? The trick of it?"
            },
            {
              "speaker": "Duke",
              "line": "Still thus, and thus; still worse!"
            },
            {
              "speaker": "Lucio",
              "line": "How doth my dear morsel, thy mistress? Procures she still, ha?"
            },
            {
              "speaker": "Pompey",
              "line": "Troth, sir, she hath eaten up all her beef, and she is herself in the tub."
            },
            {
              "speaker": "Lucio",
              "line": "Why, 'tis good. It is the right of it. It must be so. Ever your fresh whore and your powdered bawd; an unshunned consequence; it must be so. Art going to prison, Pompey?"
            },
            {
              "speaker": "Pompey",
              "line": "Yes, faith, sir."
            },
            {
              "speaker": "Lucio",
              "line": "Why, 'tis not amiss, Pompey. Farewell. Go, say I sent thee thither. For debt, Pompey? Or how?"
            },
            {
              "speaker": "Elbow",
              "line": "For being a bawd, for being a bawd."
            },
            {
              "speaker": "Lucio",
              "line": "Well, then, imprison him. If imprisonment be the due of a bawd, why, 'tis his right. Bawd is he doubtless, and of antiquity, too. Bawd born. Farewell, good Pompey. Commend me to the prison, Pompey. You will turn good husband now, Pompey; you will keep the house."
            },
            {
              "speaker": "Pompey",
              "line": "I hope, sir, your good worship will be my bail."
            },
            {
              "speaker": "Lucio",
              "line": "No, indeed, will I not, Pompey; it is not the wear. I will pray, Pompey, to increase your bondage. If you take it not patiently, why, your mettle is the more. Adieu, trusty Pompey.-Bless you, friar."
            },
            {
              "speaker": "Duke",
              "line": "And you."
            },
            {
              "speaker": "Lucio",
              "line": "Does Bridget paint still, Pompey, ha?"
            },
            {
              "speaker": "Elbow",
              "line": "Come your ways, sir, come."
            },
            {
              "speaker": "Pompey",
              "line": "You will not bail me then, sir?"
            },
            {
              "speaker": "Lucio",
              "line": "Then, Pompey, nor now.-What news abroad, friar? What news?"
            },
            {
              "speaker": "Elbow",
              "line": "Come your ways, sir, come."
            },
            {
              "speaker": "Lucio",
              "line": "Go to kennel, Pompey, go. What news, friar, of the Duke?"
            },
            {
              "speaker": "Duke",
              "line": "I know none. Can you tell me of any?"
            },
            {
              "speaker": "Lucio",
              "line": "Some say he is with the Emperor of Russia; other some, he is in Rome. But where is he, think you?"
            },
            {
              "speaker": "Duke",
              "line": "I know not where, but wheresoever, I wish him well."
            },
            {
              "speaker": "Lucio",
              "line": "It was a mad fantastical trick of him to steal from the state and usurp the beggary he was never born to. Lord Angelo dukes it well in his absence. He puts transgression to't."
            },
            {
              "speaker": "Duke",
              "line": "He does well in't."
            },
            {
              "speaker": "Lucio",
              "line": "A little more lenity to lechery would do no harm in him. Something too crabbed that way, friar."
            },
            {
              "speaker": "Duke",
              "line": "It is too general a vice, and severity must cure it."
            },
            {
              "speaker": "Lucio",
              "line": "Yes, in good sooth, the vice is of a great kindred; it is well allied; but it is impossible to extirp it quite, friar, till eating and drinking be put down. They say this Angelo was not made by man and woman after this downright way of creation. Is it true, think you?"
            },
            {
              "speaker": "Duke",
              "line": "How should he be made, then?"
            },
            {
              "speaker": "Lucio",
              "line": "Some report a sea-maid spawned him; some, that he was begot between two stockfishes. But it is certain that when he makes water, his urine is congealed ice; that I know to be true. And he is a motion ungenerative; that's infallible."
            },
            {
              "speaker": "Duke",
              "line": "You are pleasant, sir, and speak apace."
            },
            {
              "speaker": "Lucio",
              "line": "Why, what a ruthless thing is this in him, for the rebellion of a codpiece to take away the life of a man! Would the Duke that is absent have done this? Ere he would have hanged a man for the getting a hundred bastards, he would have paid for the nursing a thousand. He had some feeling of the sport; he knew the service, and that instructed him to mercy."
            },
            {
              "speaker": "Duke",
              "line": "I never heard the absent Duke much detected for women; he was not inclined that way."
            },
            {
              "speaker": "Lucio",
              "line": "O, sir, you are deceived."
            },
            {
              "speaker": "Duke",
              "line": "'Tis not possible."
            },
            {
              "speaker": "Lucio",
              "line": "Who, not the Duke? Yes, your beggar of fifty; and his use was to put a ducat in her clack-dish. The Duke had crotchets in him. He would be drunk too, that let me inform you."
            },
            {
              "speaker": "Duke",
              "line": "You do him wrong, surely."
            },
            {
              "speaker": "Lucio",
              "line": "Sir, I was an inward of his. A shy fellow was the Duke; and I believe I know the cause of his withdrawing."
            },
            {
              "speaker": "Duke",
              "line": "What, I prithee, might be the cause?"
            },
            {
              "speaker": "Lucio",
              "line": "No, pardon. 'Tis a secret must be locked within the teeth and the lips. But this I can let you understand: the greater file of the subject held the Duke to be wise."
            },
            {
              "speaker": "Duke",
              "line": "Wise? Why, no question but he was."
            },
            {
              "speaker": "Lucio",
              "line": "A very superficial, ignorant, unweighing fellow."
            },
            {
              "speaker": "Duke",
              "line": "Either this is envy in you, folly, or mistaking. The very stream of his life, and the business he hath helmed, must upon a warranted need give him a better proclamation. Let him be but testimonied in his own bringings-forth, and he shall appear to the envious a scholar, a statesman, and a soldier. Therefore you speak unskilfully. Or, if your knowledge be more, it is much darkened in your malice."
            },
            {
              "speaker": "Lucio",
              "line": "Sir, I know him, and I love him."
            },
            {
              "speaker": "Duke",
              "line": "Love talks with better knowledge, and knowledge with dearer love."
            },
            {
              "speaker": "Lucio",
              "line": "Come, sir, I know what I know."
            },
            {
              "speaker": "Duke",
              "line": "I can hardly believe that, since you know not what you speak. But, if ever the Duke return, as our prayers are he may, let me desire you to make your answer before him. If it be honest you have spoke, you have courage to maintain it. I am bound to call upon you, and I pray you your name?"
            },
            {
              "speaker": "Lucio",
              "line": "Sir, my name is Lucio, well known to the Duke."
            },
            {
              "speaker": "Duke",
              "line": "He shall know you better, sir, if I may live to report you."
            },
            {
              "speaker": "Lucio",
              "line": "I fear you not."
            },
            {
              "speaker": "Duke",
              "line": "O, you hope the Duke will return no more; or you imagine me too unhurtful an opposite. But indeed, I can do you little harm. You'll forswear this again."
            },
            {
              "speaker": "Lucio",
              "line": "I'll be hanged first! Thou art deceived in me, friar. But no more of this. Canst thou tell if Claudio die tomorrow or no?"
            },
            {
              "speaker": "Duke",
              "line": "Why should he die, sir?"
            },
            {
              "speaker": "Lucio",
              "line": "Why? For filling a bottle with a tun-dish. I would the Duke we talk of were returned again. This ungenitured agent will unpeople the province with continency. Sparrows must not build in his house-eaves because they are lecherous. The Duke yet would have dark deeds darkly answered. He would never bring them to light. Would he were returned! Marry, this Claudio is condemned for untrussing. Farewell, good friar, I prithee pray for me. The Duke, I say to thee again, would eat mutton on Fridays. He's now past it; yet, and, I say to thee, he would mouth with a beggar though she smelt brown bread and garlic. Say that I said so. Farewell."
            },
            {
              "speaker": "Duke",
              "line": "No might nor greatness in mortality Can censure 'scape. Back-wounding calumny The whitest virtue strikes. What king so strong Can tie the gall up in the slanderous tongue? But who comes here?"
            },
            {
              "speaker": "Escalus",
              "line": "Go, away with her to prison."
            },
            {
              "speaker": "Bawd",
              "line": "Good my lord, be good to me. Your honour is accounted a merciful man, good my lord."
            },
            {
              "speaker": "Escalus",
              "line": "Double and treble admonition, and still forfeit in the same kind? This would make mercy swear and play the tyrant."
            },
            {
              "speaker": "Provost",
              "line": "A bawd of eleven years' continuance, may it please your honour."
            },
            {
              "speaker": "Bawd",
              "line": "My lord, this is one Lucio's information against me. Mistress Kate Keepdown was with child by him in the Duke's time; he promised her marriage. His child is a year and a quarter old come Philip and Jacob. I have kept it myself; and see how he goes about to abuse me."
            },
            {
              "speaker": "Escalus",
              "line": "That fellow is a fellow of much license. Let him be called before us. Away with her to prison. Go to, no more words. Provost, my brother Angelo will not be altered; Claudio must die tomorrow. Let him be furnished with divines, and have all charitable preparation. If my brother wrought by my pity, it should not be so with him."
            },
            {
              "speaker": "Provost",
              "line": "So please you, this friar hath been with him, and advised him for th' entertainment of death."
            },
            {
              "speaker": "Escalus",
              "line": "Good even, good father."
            },
            {
              "speaker": "Duke",
              "line": "Bliss and goodness on you!"
            },
            {
              "speaker": "Escalus",
              "line": "Of whence are you?"
            },
            {
              "speaker": "Duke",
              "line": "Not of this country, though my chance is now To use it for my time. I am a brother Of gracious order, late come from the See In special business from his Holiness."
            },
            {
              "speaker": "Escalus",
              "line": "What news abroad i' th' world?"
            },
            {
              "speaker": "Duke",
              "line": "None, but that there is so great a fever on goodness that the dissolution of it must cure it. Novelty is only in request, and as it is as dangerous to be aged in any kind of course as it is virtuous to be constant in any undertaking. There is scarce truth enough alive to make societies secure; but security enough to make fellowships accursed. Much upon this riddle runs the wisdom of the world. This news is old enough, yet it is every day's news. I pray you, sir, of what disposition was the Duke?"
            },
            {
              "speaker": "Escalus",
              "line": "One that, above all other strifes, contended especially to know himself."
            },
            {
              "speaker": "Duke",
              "line": "What pleasure was he given to?"
            },
            {
              "speaker": "Escalus",
              "line": "Rather rejoicing to see another merry, than merry at anything which professed to make him rejoice. A gentleman of all temperance. But leave we him to his events, with a prayer they may prove prosperous, and let me desire to know how you find Claudio prepared. I am made to understand that you have lent him visitation."
            },
            {
              "speaker": "Duke",
              "line": "He professes to have received no sinister measure from his judge, but most willingly humbles himself to the determination of justice. Yet had he framed to himself, by the instruction of his frailty, many deceiving promises of life, which I, by my good leisure, have discredited to him, and now he is resolved to die."
            },
            {
              "speaker": "Escalus",
              "line": "You have paid the heavens your function, and the prisoner the very debt of your calling. I have laboured for the poor gentleman to the extremest shore of my modesty, but my brother justice have I found so severe that he hath forced me to tell him he is indeed Justice."
            },
            {
              "speaker": "Duke",
              "line": "If his own life answer the straitness of his proceeding, it shall become him well; wherein if he chance to fail, he hath sentenced himself."
            },
            {
              "speaker": "Escalus",
              "line": "I am going to visit the prisoner. Fare you well."
            },
            {
              "speaker": "Duke",
              "line": "Peace be with you. He who the sword of heaven will bear Should be as holy as severe, Pattern in himself to know, Grace to stand, and virtue go; More nor less to others paying Than by self-offences weighing. Shame to him whose cruel striking Kills for faults of his own liking! Twice treble shame on Angelo, To weed my vice, and let his grow! O, what may man within him hide, Though angel on the outward side! How may likeness, made in crimes, Make practice on the times, To draw with idle spiders' strings Most ponderous and substantial things! Craft against vice I must apply. With Angelo tonight shall lie His old betrothed but despised. So disguise shall, by th' disguised, Pay with falsehood false exacting, And perform an old contracting."
            }
          ]
        }
      ]
    },
    {
      "act": 4,
      "scenes": [
        {
          "scene": 1,
          "location": "A room in Mariana's house.",
          "scene_id": "measure_for_measure_4_1",
          "dialogues": [
            {
              "speaker": "Song",
              "line": "_  Take, O take those lips away, That so sweetly were forsworn, And those eyes, the break of day, Lights that do mislead the morn. But my kisses bring again, Bring again; Seals of love, but sealed in vain, Sealed in vain._"
            },
            {
              "speaker": "Mariana",
              "line": "Break off thy song, and haste thee quick away; Here comes a man of comfort, whose advice Hath often stilled my brawling discontent. I cry you mercy, sir, and well could wish You had not found me here so musical. Let me excuse me, and believe me so, My mirth it much displeased, but pleased my woe."
            },
            {
              "speaker": "Duke",
              "line": "'Tis good; though music oft hath such a charm To make bad good and good provoke to harm. I pray you tell me, hath anybody inquired for me here today? Much upon this time have I promised here to meet."
            },
            {
              "speaker": "Mariana",
              "line": "You have not been inquired after. I have sat here all day."
            },
            {
              "speaker": "Duke",
              "line": "I do constantly believe you. The time is come even now. I shall crave your forbearance a little. Maybe I will call upon you anon for some advantage to yourself."
            },
            {
              "speaker": "Mariana",
              "line": "I am always bound to you."
            },
            {
              "speaker": "Duke",
              "line": "Very well met, and welcome. What is the news from this good deputy?"
            },
            {
              "speaker": "Isabella",
              "line": "He hath a garden circummured with brick, Whose western side is with a vineyard backed; And to that vineyard is a planched gate That makes his opening with this bigger key. This other doth command a little door Which from the vineyard to the garden leads; There have I made my promise, upon the Heavy middle of the night to call on him."
            },
            {
              "speaker": "Duke",
              "line": "But shall you on your knowledge find this way?"
            },
            {
              "speaker": "Isabella",
              "line": "I have ta'en a due and wary note upon't; With whispering and most guilty diligence, In action all of precept, he did show me The way twice o'er."
            },
            {
              "speaker": "Duke",
              "line": "Are there no other tokens Between you 'greed concerning her observance?"
            },
            {
              "speaker": "Isabella",
              "line": "No, none, but only a repair i' th' dark, And that I have possessed him my most stay Can be but brief, for I have made him know I have a servant comes with me along, That stays upon me; whose persuasion is I come about my brother."
            },
            {
              "speaker": "Duke",
              "line": "'Tis well borne up. I have not yet made known to Mariana A word of this.-What ho, within! Come forth. I pray you be acquainted with this maid; She comes to do you good."
            },
            {
              "speaker": "Isabella",
              "line": "I do desire the like."
            },
            {
              "speaker": "Duke",
              "line": "Do you persuade yourself that I respect you?"
            },
            {
              "speaker": "Mariana",
              "line": "Good friar, I know you do, and have found it."
            },
            {
              "speaker": "Duke",
              "line": "Take, then, this your companion by the hand, Who hath a story ready for your ear. I shall attend your leisure; but make haste. The vaporous night approaches."
            },
            {
              "speaker": "Mariana",
              "line": "Will't please you walk aside?"
            },
            {
              "speaker": "Duke",
              "line": "O place and greatness, millions of false eyes Are stuck upon thee; volumes of report Run with these false, and most contrarious quest Upon thy doings; thousand escapes of wit Make thee the father of their idle dream And rack thee in their fancies. Welcome; how agreed?"
            },
            {
              "speaker": "Isabella",
              "line": "She'll take the enterprise upon her, father, If you advise it."
            },
            {
              "speaker": "Duke",
              "line": "It is not my consent, But my entreaty too."
            },
            {
              "speaker": "Isabella",
              "line": "Little have you to say When you depart from him, but, soft and low, \"Remember now my brother.\""
            },
            {
              "speaker": "Mariana",
              "line": "Fear me not."
            },
            {
              "speaker": "Duke",
              "line": "Nor, gentle daughter, fear you not at all. He is your husband on a pre-contract. To bring you thus together 'tis no sin, Sith that the justice of your title to him Doth flourish the deceit. Come, let us go; Our corn's to reap, for yet our tithe's to sow."
            }
          ]
        },
        {
          "scene": 2,
          "location": "A room in the prison.",
          "scene_id": "measure_for_measure_4_2",
          "dialogues": [
            {
              "speaker": "Provost",
              "line": "Come hither, sirrah. Can you cut off a man's head?"
            },
            {
              "speaker": "Pompey",
              "line": "If the man be a bachelor, sir, I can; but if he be a married man, he's his wife's head, and I can never cut off a woman's head."
            },
            {
              "speaker": "Provost",
              "line": "Come, sir, leave me your snatches, and yield me a direct answer. Tomorrow morning are to die Claudio and Barnardine. Here is in our prison a common executioner, who in his office lacks a helper; if you will take it on you to assist him, it shall redeem you from your gyves; if not, you shall have your full time of imprisonment, and your deliverance with an unpitied whipping; for you have been a notorious bawd."
            },
            {
              "speaker": "Pompey",
              "line": "Sir, I have been an unlawful bawd time out of mind, but yet I will be content to be a lawful hangman. I would be glad to receive some instruction from my fellow-partner."
            },
            {
              "speaker": "Provost",
              "line": "What ho, Abhorson! Where's Abhorson, there?"
            },
            {
              "speaker": "Abhorson",
              "line": "Do you call, sir?"
            },
            {
              "speaker": "Provost",
              "line": "Sirrah, here's a fellow will help you tomorrow in your execution. If you think it meet, compound with him by the year, and let him abide here with you; if not, use him for the present, and dismiss him. He cannot plead his estimation with you; he hath been a bawd."
            },
            {
              "speaker": "Abhorson",
              "line": "A bawd, sir? Fie upon him, he will discredit our mystery."
            },
            {
              "speaker": "Provost",
              "line": "Go to, sir; you weigh equally. A feather will turn the scale."
            },
            {
              "speaker": "Pompey",
              "line": "Pray, sir, by your good favour-for surely, sir, a good favour you have, but that you have a hanging look-do you call, sir, your occupation a mystery?"
            },
            {
              "speaker": "Abhorson",
              "line": "Ay, sir, a mystery."
            },
            {
              "speaker": "Pompey",
              "line": "Painting, sir, I have heard say, is a mystery; and your whores, sir, being members of my occupation, using painting, do prove my occupation a mystery. But what mystery there should be in hanging, if I should be hanged, I cannot imagine."
            },
            {
              "speaker": "Abhorson",
              "line": "Sir, it is a mystery."
            },
            {
              "speaker": "Pompey",
              "line": "Proof."
            },
            {
              "speaker": "Abhorson",
              "line": "Every true man's apparel fits your thief. If it be too little for your thief, your true man thinks it big enough; if it be too big for your thief, your thief thinks it little enough. So every true man's apparel fits your thief."
            },
            {
              "speaker": "Provost",
              "line": "Are you agreed?"
            },
            {
              "speaker": "Pompey",
              "line": "Sir, I will serve him; for I do find your hangman is a more penitent trade than your bawd. He doth oftener ask forgiveness."
            },
            {
              "speaker": "Provost",
              "line": "You, sirrah, provide your block and your axe tomorrow four o'clock."
            },
            {
              "speaker": "Abhorson",
              "line": "Come on, bawd. I will instruct thee in my trade. Follow."
            },
            {
              "speaker": "Pompey",
              "line": "I do desire to learn, sir; and I hope, if you have occasion to use me for your own turn, you shall find me yare. For truly, sir, for your kindness I owe you a good turn."
            },
            {
              "speaker": "Provost",
              "line": "Call hither Barnardine and Claudio. Th' one has my pity; not a jot the other, Being a murderer, though he were my brother. Look, here's the warrant, Claudio, for thy death. 'Tis now dead midnight, and by eight tomorrow Thou must be made immortal. Where's Barnardine?"
            },
            {
              "speaker": "Claudio",
              "line": "As fast locked up in sleep as guiltless labour When it lies starkly in the traveller's bones. He will not wake."
            },
            {
              "speaker": "Provost",
              "line": "Who can do good on him? Well, go, prepare yourself.  But hark, what noise? Heaven give your spirits comfort! By and by!- I hope it is some pardon or reprieve For the most gentle Claudio. Welcome, father."
            },
            {
              "speaker": "Duke",
              "line": "The best and wholesom'st spirits of the night Envelop you, good Provost! Who called here of late?"
            },
            {
              "speaker": "Provost",
              "line": "None, since the curfew rung."
            },
            {
              "speaker": "Duke",
              "line": "Not Isabel?"
            },
            {
              "speaker": "Provost",
              "line": "No."
            },
            {
              "speaker": "Duke",
              "line": "They will then, ere't be long."
            },
            {
              "speaker": "Provost",
              "line": "What comfort is for Claudio?"
            },
            {
              "speaker": "Duke",
              "line": "There's some in hope."
            },
            {
              "speaker": "Provost",
              "line": "It is a bitter deputy."
            },
            {
              "speaker": "Duke",
              "line": "Not so, not so. His life is paralleled Even with the stroke and line of his great justice. He doth with holy abstinence subdue That in himself which he spurs on his power To qualify in others. Were he mealed with that Which he corrects, then were he tyrannous; But this being so, he's just. Now are they come. This is a gentle provost. Seldom when The steeled gaoler is the friend of men. How now? What noise? That spirit's possessed with haste That wounds th' unsisting postern with these strokes. Provost returns."
            },
            {
              "speaker": "Provost",
              "line": "There he must stay until the officer Arise to let him in. He is called up."
            },
            {
              "speaker": "Duke",
              "line": "Have you no countermand for Claudio yet, But he must die tomorrow?"
            },
            {
              "speaker": "Provost",
              "line": "None, sir, none."
            },
            {
              "speaker": "Duke",
              "line": "As near the dawning, Provost, as it is, You shall hear more ere morning."
            },
            {
              "speaker": "Provost",
              "line": "Happily You something know, yet I believe there comes No countermand. No such example have we. Besides, upon the very siege of justice Lord Angelo hath to the public ear Professed the contrary. This is his Lordship's man."
            },
            {
              "speaker": "Duke",
              "line": "And here comes Claudio's pardon."
            },
            {
              "speaker": "Messenger",
              "line": "My lord hath sent you this note, and by me this further charge: that you swerve not from the smallest article of it, neither in time, matter, or other circumstance. Good morrow; for, as I take it, it is almost day."
            },
            {
              "speaker": "Provost",
              "line": "I shall obey him."
            },
            {
              "speaker": "Duke",
              "line": "This is his pardon, purchased by such sin For which the pardoner himself is in. Hence hath offence his quick celerity, When it is borne in high authority. When vice makes mercy, mercy's so extended That for the fault's love is th' offender friended. Now, sir, what news?"
            },
            {
              "speaker": "Provost",
              "line": "I told you: Lord Angelo, belike thinking me remiss in mine office, awakens me with this unwonted putting-on; methinks strangely, for he hath not used it before."
            },
            {
              "speaker": "Duke",
              "line": "Pray you, let's hear."
            },
            {
              "speaker": "Provost",
              "line": "_Whatsoever you may hear to the contrary, let Claudio be executed by four of the clock, and in the afternoon, Barnardine. For my better satisfaction, let me have Claudio's head sent me by five. Let this be duly performed, with a thought that more depends on it than we must yet deliver. Thus fail not to do your office, as you will answer it at your peril._ What say you to this, sir?"
            },
            {
              "speaker": "Duke",
              "line": "What is that Barnardine who is to be executed in th' afternoon?"
            },
            {
              "speaker": "Provost",
              "line": "A Bohemian born, but here nursed up and bred; one that is a prisoner nine years old."
            },
            {
              "speaker": "Duke",
              "line": "How came it that the absent Duke had not either delivered him to his liberty, or executed him? I have heard it was ever his manner to do so."
            },
            {
              "speaker": "Provost",
              "line": "His friends still wrought reprieves for him; and indeed, his fact till now in the government of Lord Angelo, came not to an undoubtful proof."
            },
            {
              "speaker": "Duke",
              "line": "It is now apparent?"
            },
            {
              "speaker": "Provost",
              "line": "Most manifest, and not denied by himself."
            },
            {
              "speaker": "Duke",
              "line": "Hath he borne himself penitently in prison? How seems he to be touched?"
            },
            {
              "speaker": "Provost",
              "line": "A man that apprehends death no more dreadfully but as a drunken sleep; careless, reckless, and fearless of what's past, present, or to come; insensible of mortality and desperately mortal."
            },
            {
              "speaker": "Duke",
              "line": "He wants advice."
            },
            {
              "speaker": "Provost",
              "line": "He will hear none. He hath evermore had the liberty of the prison; give him leave to escape hence, he would not. Drunk many times a day, if not many days entirely drunk. We have very oft awaked him, as if to carry him to execution, and showed him a seeming warrant for it. It hath not moved him at all."
            },
            {
              "speaker": "Duke",
              "line": "More of him anon. There is written in your brow, Provost, honesty and constancy; if I read it not truly, my ancient skill beguiles me. But in the boldness of my cunning I will lay myself in hazard. Claudio, whom here you have warrant to execute, is no greater forfeit to the law than Angelo who hath sentenced him. To make you understand this in a manifested effect, I crave but four days' respite, for the which you are to do me both a present and a dangerous courtesy."
            },
            {
              "speaker": "Provost",
              "line": "Pray, sir, in what?"
            },
            {
              "speaker": "Duke",
              "line": "In the delaying death."
            },
            {
              "speaker": "Provost",
              "line": "Alack, how may I do it? Having the hour limited, and an express command, under penalty, to deliver his head in the view of Angelo? I may make my case as Claudio's, to cross this in the smallest."
            },
            {
              "speaker": "Duke",
              "line": "By the vow of mine order, I warrant you, if my instructions may be your guide. Let this Barnardine be this morning executed, and his head borne to Angelo."
            },
            {
              "speaker": "Provost",
              "line": "Angelo hath seen them both, and will discover the favour."
            },
            {
              "speaker": "Duke",
              "line": "O, death's a great disguiser, and you may add to it. Shave the head and tie the beard, and say it was the desire of the penitent to be so bared before his death. You know the course is common. If anything fall to you upon this, more than thanks and good fortune, by the saint whom I profess, I will plead against it with my life."
            },
            {
              "speaker": "Provost",
              "line": "Pardon me, good father; it is against my oath."
            },
            {
              "speaker": "Duke",
              "line": "Were you sworn to the Duke, or to the Deputy?"
            },
            {
              "speaker": "Provost",
              "line": "To him and to his substitutes."
            },
            {
              "speaker": "Duke",
              "line": "You will think you have made no offence if the Duke avouch the justice of your dealing?"
            },
            {
              "speaker": "Provost",
              "line": "But what likelihood is in that?"
            },
            {
              "speaker": "Duke",
              "line": "Not a resemblance, but a certainty. Yet since I see you fearful, that neither my coat, integrity, nor persuasion, can with ease attempt you, I will go further than I meant, to pluck all fears out of you. Look you, sir, here is the hand and seal of the Duke. You know the character, I doubt not, and the signet is not strange to you."
            },
            {
              "speaker": "Provost",
              "line": "I know them both."
            },
            {
              "speaker": "Duke",
              "line": "The contents of this is the return of the Duke; you shall anon over-read it at your pleasure, where you shall find within these two days he will be here. This is a thing that Angelo knows not; for he this very day receives letters of strange tenour, perchance of the Duke's death, perchance entering into some monastery; but, by chance, nothing of what is writ. Look, th' unfolding star calls up the shepherd. Put not yourself into amazement how these things should be. All difficulties are but easy when they are known. Call your executioner, and off with Barnardine's head. I will give him a present shrift, and advise him for a better place. Yet you are amazed; but this shall absolutely resolve you. Come away; it is almost clear dawn."
            }
          ]
        },
        {
          "scene": 3,
          "location": "Another room in the same.",
          "scene_id": "measure_for_measure_4_3",
          "dialogues": [
            {
              "speaker": "Pompey",
              "line": "I am as well acquainted here as I was in our house of profession. One would think it were Mistress Overdone's own house, for here be many of her old customers. First, here's young Master Rash; he's in for a commodity of brown paper and old ginger, nine score and seventeen pounds; of which he made five marks ready money. Marry, then ginger was not much in request, for the old women were all dead. Then is there here one Master Caper, at the suit of Master Three-pile the mercer, for some four suits of peach-coloured satin, which now peaches him a beggar. Then have we here young Dizie, and young Master Deep-vow, and Master Copperspur, and Master Starve-lackey, the rapier and dagger man, and young Drop-heir that killed lusty Pudding, and Master Forthright the tilter, and brave Master Shoe-tie the great traveller, and wild Half-can that stabbed Pots, and I think forty more, all great doers in our trade, and are now \"for the Lord's sake.\""
            },
            {
              "speaker": "Abhorson",
              "line": "Sirrah, bring Barnardine hither."
            },
            {
              "speaker": "Pompey",
              "line": "Master Barnardine! You must rise and be hanged, Master Barnardine."
            },
            {
              "speaker": "Abhorson",
              "line": "What ho, Barnardine!"
            },
            {
              "speaker": "Barnardine",
              "line": "A pox o' your throats! Who makes that noise there? What are you?"
            },
            {
              "speaker": "Pompey",
              "line": "Your friends, sir; the hangman. You must be so good, sir, to rise and be put to death."
            },
            {
              "speaker": "Barnardine",
              "line": "Away, you rogue, away; I am sleepy."
            },
            {
              "speaker": "Abhorson",
              "line": "Tell him he must awake, and that quickly too."
            },
            {
              "speaker": "Pompey",
              "line": "Pray, Master Barnardine, awake till you are executed, and sleep afterwards."
            },
            {
              "speaker": "Abhorson",
              "line": "Go in to him, and fetch him out."
            },
            {
              "speaker": "Pompey",
              "line": "He is coming, sir, he is coming. I hear his straw rustle."
            },
            {
              "speaker": "Abhorson",
              "line": "Is the axe upon the block, sirrah?"
            },
            {
              "speaker": "Pompey",
              "line": "Very ready, sir."
            },
            {
              "speaker": "Barnardine",
              "line": "How now, Abhorson? What's the news with you?"
            },
            {
              "speaker": "Abhorson",
              "line": "Truly, sir, I would desire you to clap into your prayers; for, look you, the warrant's come."
            },
            {
              "speaker": "Barnardine",
              "line": "You rogue, I have been drinking all night; I am not fitted for't."
            },
            {
              "speaker": "Pompey",
              "line": "O, the better, sir; for he that drinks all night and is hanged betimes in the morning may sleep the sounder all the next day."
            },
            {
              "speaker": "Abhorson",
              "line": "Look you, sir, here comes your ghostly father. Do we jest now, think you?"
            },
            {
              "speaker": "Duke",
              "line": "Sir, induced by my charity, and hearing how hastily you are to depart, I am come to advise you, comfort you, and pray with you."
            },
            {
              "speaker": "Barnardine",
              "line": "Friar, not I. I have been drinking hard all night, and I will have more time to prepare me, or they shall beat out my brains with billets. I will not consent to die this day, that's certain."
            },
            {
              "speaker": "Duke",
              "line": "O, sir, you must; and therefore I beseech you Look forward on the journey you shall go."
            },
            {
              "speaker": "Barnardine",
              "line": "I swear I will not die today for any man's persuasion."
            },
            {
              "speaker": "Duke",
              "line": "But hear you-"
            },
            {
              "speaker": "Barnardine",
              "line": "Not a word. If you have anything to say to me, come to my ward, for thence will not I today."
            },
            {
              "speaker": "Duke",
              "line": "Unfit to live or die. O gravel heart! After him, fellows; bring him to the block."
            },
            {
              "speaker": "Provost",
              "line": "Now, sir, how do you find the prisoner?"
            },
            {
              "speaker": "Duke",
              "line": "A creature unprepared, unmeet for death; And to transport him in the mind he is Were damnable."
            },
            {
              "speaker": "Provost",
              "line": "Here in the prison, father, There died this morning of a cruel fever One Ragozine, a most notorious pirate, A man of Claudio's years; his beard and head Just of his colour. What if we do omit This reprobate till he were well inclined, And satisfy the Deputy with the visage Of Ragozine, more like to Claudio?"
            },
            {
              "speaker": "Duke",
              "line": "O, 'tis an accident that heaven provides! Dispatch it presently; the hour draws on Prefixed by Angelo. See this be done, And sent according to command, whiles I Persuade this rude wretch willingly to die."
            },
            {
              "speaker": "Provost",
              "line": "This shall be done, good father, presently. But Barnardine must die this afternoon; And how shall we continue Claudio, To save me from the danger that might come If he were known alive?"
            },
            {
              "speaker": "Duke",
              "line": "Let this be done: Put them in secret holds, both Barnardine and Claudio. Ere twice the sun hath made his journal greeting To yonder generation, you shall find Your safety manifested."
            },
            {
              "speaker": "Provost",
              "line": "I am your free dependant."
            },
            {
              "speaker": "Duke",
              "line": "Quick, dispatch, and send the head to Angelo. Now will I write letters to Angelo, The Provost, he shall bear them, whose contents Shall witness to him I am near at home; And that by great injunctions I am bound To enter publicly. Him I'll desire To meet me at the consecrated fount, A league below the city; and from thence, By cold gradation and well-balanced form. We shall proceed with Angelo."
            },
            {
              "speaker": "Provost",
              "line": "Here is the head; I'll carry it myself."
            },
            {
              "speaker": "Duke",
              "line": "Convenient is it. Make a swift return; For I would commune with you of such things That want no ear but yours."
            },
            {
              "speaker": "Provost",
              "line": "I'll make all speed."
            },
            {
              "speaker": "Isabella",
              "line": "Peace, ho, be here!"
            },
            {
              "speaker": "Duke",
              "line": "The tongue of Isabel. She's come to know If yet her brother's pardon be come hither. But I will keep her ignorant of her good, To make her heavenly comforts of despair When it is least expected."
            },
            {
              "speaker": "Isabella",
              "line": "Ho, by your leave!"
            },
            {
              "speaker": "Duke",
              "line": "Good morning to you, fair and gracious daughter."
            },
            {
              "speaker": "Isabella",
              "line": "The better, given me by so holy a man. Hath yet the Deputy sent my brother's pardon?"
            },
            {
              "speaker": "Duke",
              "line": "He hath released him, Isabel, from the world. His head is off, and sent to Angelo."
            },
            {
              "speaker": "Isabella",
              "line": "Nay, but it is not so."
            },
            {
              "speaker": "Duke",
              "line": "It is no other. Show your wisdom, daughter, in your close patience."
            },
            {
              "speaker": "Isabella",
              "line": "O, I will to him and pluck out his eyes!"
            },
            {
              "speaker": "Duke",
              "line": "You shall not be admitted to his sight."
            },
            {
              "speaker": "Isabella",
              "line": "Unhappy Claudio! Wretched Isabel! Injurious world! Most damned Angelo!"
            },
            {
              "speaker": "Duke",
              "line": "This nor hurts him nor profits you a jot. Forbear it, therefore; give your cause to heaven. Mark what I say, which you shall find By every syllable a faithful verity. The Duke comes home tomorrow;-nay, dry your eyes. One of our convent, and his confessor, Gives me this instance. Already he hath carried Notice to Escalus and Angelo, Who do prepare to meet him at the gates, There to give up their power. If you can, pace your wisdom In that good path that I would wish it go, And you shall have your bosom on this wretch, Grace of the Duke, revenges to your heart, And general honour."
            },
            {
              "speaker": "Isabella",
              "line": "I am directed by you."
            },
            {
              "speaker": "Duke",
              "line": "This letter, then, to Friar Peter give; 'Tis that he sent me of the Duke's return. Say, by this token, I desire his company At Mariana's house tonight. Her cause and yours I'll perfect him withal, and he shall bring you Before the Duke; and to the head of Angelo Accuse him home and home. For my poor self, I am combined by a sacred vow, And shall be absent. Wend you with this letter. Command these fretting waters from your eyes With a light heart; trust not my holy order, If I pervert your course.-Who's here?"
            },
            {
              "speaker": "Lucio",
              "line": "Good even. Friar, where is the Provost?"
            },
            {
              "speaker": "Duke",
              "line": "Not within, sir."
            },
            {
              "speaker": "Lucio",
              "line": "O pretty Isabella, I am pale at mine heart to see thine eyes so red. Thou must be patient. I am fain to dine and sup with water and bran. I dare not for my head fill my belly. One fruitful meal would set me to't. But they say the Duke will be here tomorrow. By my troth, Isabel, I loved thy brother. If the old fantastical duke of dark corners had been at home, he had lived."
            },
            {
              "speaker": "Duke",
              "line": "Sir, the Duke is marvellous little beholding to your reports; but the best is, he lives not in them."
            },
            {
              "speaker": "Lucio",
              "line": "Friar, thou knowest not the Duke so well as I do. He's a better woodman than thou tak'st him for."
            },
            {
              "speaker": "Duke",
              "line": "Well, you'll answer this one day. Fare ye well."
            },
            {
              "speaker": "Lucio",
              "line": "Nay, tarry, I'll go along with thee. I can tell thee pretty tales of the Duke."
            },
            {
              "speaker": "Duke",
              "line": "You have told me too many of him already, sir, if they be true; if not true, none were enough."
            },
            {
              "speaker": "Lucio",
              "line": "I was once before him for getting a wench with child."
            },
            {
              "speaker": "Duke",
              "line": "Did you such a thing?"
            },
            {
              "speaker": "Lucio",
              "line": "Yes, marry, did I; but I was fain to forswear it. They would else have married me to the rotten medlar."
            },
            {
              "speaker": "Duke",
              "line": "Sir, your company is fairer than honest. Rest you well."
            },
            {
              "speaker": "Lucio",
              "line": "By my troth, I'll go with thee to the lane's end. If bawdy talk offend you, we'll have very little of it. Nay, friar, I am a kind of burr; I shall stick."
            }
          ]
        },
        {
          "scene": 4,
          "location": "A room in Angelo's house.",
          "scene_id": "measure_for_measure_4_4",
          "dialogues": [
            {
              "speaker": "Escalus",
              "line": "Every letter he hath writ hath disvouched other."
            },
            {
              "speaker": "Angelo",
              "line": "In most uneven and distracted manner. His actions show much like to madness; pray heaven his wisdom be not tainted. And why meet him at the gates and redeliver our authorities there?"
            },
            {
              "speaker": "Escalus",
              "line": "I guess not."
            },
            {
              "speaker": "Angelo",
              "line": "And why should we proclaim it in an hour before his entering, that if any crave redress of injustice, they should exhibit their petitions in the street?"
            },
            {
              "speaker": "Escalus",
              "line": "He shows his reason for that: to have a dispatch of complaints, and to deliver us from devices hereafter, which shall then have no power to stand against us."
            },
            {
              "speaker": "Angelo",
              "line": "Well, I beseech you, let it be proclaimed. Betimes i' th' morn I'll call you at your house. Give notice to such men of sort and suit As are to meet him."
            },
            {
              "speaker": "Escalus",
              "line": "I shall, sir. Fare you well."
            },
            {
              "speaker": "Angelo",
              "line": "Good night. This deed unshapes me quite, makes me unpregnant And dull to all proceedings. A deflowered maid; And by an eminent body that enforced The law against it! But that her tender shame Will not proclaim against her maiden loss, How might she tongue me! Yet reason dares her no, For my authority bears so credent bulk That no particular scandal once can touch But it confounds the breather. He should have lived, Save that his riotous youth, with dangerous sense, Might in the times to come have ta'en revenge By so receiving a dishonoured life With ransom of such shame. Would yet he had lived. Alack, when once our grace we have forgot, Nothing goes right; we would, and we would not."
            }
          ]
        },
        {
          "scene": 5,
          "location": "Fields without the town.",
          "scene_id": "measure_for_measure_4_5",
          "dialogues": [
            {
              "speaker": "Duke",
              "line": "These letters at fit time deliver me. The Provost knows our purpose and our plot. The matter being afoot, keep your instruction And hold you ever to our special drift, Though sometimes you do blench from this to that As cause doth minister. Go call at Flavius' house, And tell him where I stay. Give the like notice To Valencius, Rowland, and to Crassus, And bid them bring the trumpets to the gate. But send me Flavius first."
            },
            {
              "speaker": "Friar Peter",
              "line": "It shall be speeded well."
            },
            {
              "speaker": "Duke",
              "line": "I thank thee, Varrius, thou hast made good haste. Come, we will walk. There's other of our friends Will greet us here anon. My gentle Varrius."
            }
          ]
        },
        {
          "scene": 6,
          "location": "Street near the city gate.",
          "scene_id": "measure_for_measure_4_6",
          "dialogues": [
            {
              "speaker": "Isabella",
              "line": "To speak so indirectly I am loath; I would say the truth, but to accuse him so That is your part; yet I am advised to do it, He says, to veil full purpose."
            },
            {
              "speaker": "Mariana",
              "line": "Be ruled by him."
            },
            {
              "speaker": "Isabella",
              "line": "Besides, he tells me that, if peradventure He speak against me on the adverse side, I should not think it strange, for 'tis a physic That's bitter to sweet end."
            },
            {
              "speaker": "Mariana",
              "line": "I would Friar Peter-"
            },
            {
              "speaker": "Isabella",
              "line": "O, peace, the friar is come."
            },
            {
              "speaker": "Friar Peter",
              "line": "Come, I have found you out a stand most fit, Where you may have such vantage on the Duke He shall not pass you. Twice have the trumpets sounded. The generous and gravest citizens Have hent the gates, and very near upon The Duke is entering. Therefore hence, away."
            }
          ]
        }
      ]
    },
    {
      "act": 5,
      "scenes": [
        {
          "scene": 1,
          "location": "A public place near the city gate.",
          "scene_id": "measure_for_measure_5_1",
          "dialogues": [
            {
              "speaker": "Duke",
              "line": "My very worthy cousin, fairly met. Our old and faithful friend, we are glad to see you. ANGELO and ESCALUS. Happy return be to your royal grace!"
            },
            {
              "speaker": "Duke",
              "line": "Many and hearty thankings to you both. We have made inquiry of you, and we hear Such goodness of your justice that our soul Cannot but yield you forth to public thanks, Forerunning more requital."
            },
            {
              "speaker": "Angelo",
              "line": "You make my bonds still greater."
            },
            {
              "speaker": "Duke",
              "line": "O, your desert speaks loud, and I should wrong it To lock it in the wards of covert bosom, When it deserves with characters of brass A forted residence 'gainst the tooth of time And rasure of oblivion. Give me your hand And let the subject see, to make them know That outward courtesies would fain proclaim Favours that keep within.-Come, Escalus, You must walk by us on our other hand. And good supporters are you."
            },
            {
              "speaker": "Friar Peter",
              "line": "Now is your time. Speak loud, and kneel before him."
            },
            {
              "speaker": "Isabella",
              "line": "Justice, O royal Duke! Vail your regard Upon a wronged-I would fain have said, a maid. O worthy prince, dishonour not your eye By throwing it on any other object Till you have heard me in my true complaint, And given me justice, justice, justice, justice!"
            },
            {
              "speaker": "Duke",
              "line": "Relate your wrongs. In what? By whom? Be brief. Here is Lord Angelo shall give you justice. Reveal yourself to him."
            },
            {
              "speaker": "Isabella",
              "line": "O worthy Duke, You bid me seek redemption of the devil. Hear me yourself, for that which I must speak Must either punish me, not being believed, Or wring redress from you. Hear me, O hear me, here!"
            },
            {
              "speaker": "Angelo",
              "line": "My lord, her wits, I fear me, are not firm. She hath been a suitor to me for her brother, Cut off by course of justice."
            },
            {
              "speaker": "Isabella",
              "line": "By course of justice!"
            },
            {
              "speaker": "Angelo",
              "line": "And she will speak most bitterly and strange."
            },
            {
              "speaker": "Isabella",
              "line": "Most strange, but yet most truly will I speak. That Angelo's forsworn, is it not strange? That Angelo's a murderer, is't not strange? That Angelo is an adulterous thief, An hypocrite, a virgin-violator, Is it not strange and strange?"
            },
            {
              "speaker": "Duke",
              "line": "Nay, it is ten times strange."
            },
            {
              "speaker": "Isabella",
              "line": "It is not truer he is Angelo Than this is all as true as it is strange. Nay, it is ten times true, for truth is truth To th' end of reckoning."
            },
            {
              "speaker": "Duke",
              "line": "Away with her. Poor soul, She speaks this in th' infirmity of sense."
            },
            {
              "speaker": "Isabella",
              "line": "O Prince, I conjure thee, as thou believ'st There is another comfort than this world, That thou neglect me not with that opinion That I am touched with madness. Make not impossible That which but seems unlike. 'Tis not impossible But one, the wicked'st caitiff on the ground, May seem as shy, as grave, as just, as absolute, As Angelo; even so may Angelo, In all his dressings, characts, titles, forms, Be an arch-villain. Believe it, royal Prince, If he be less, he's nothing; but he's more, Had I more name for badness."
            },
            {
              "speaker": "Duke",
              "line": "By mine honesty, If she be mad, as I believe no other, Her madness hath the oddest frame of sense, Such a dependency of thing on thing, As e'er I heard in madness."
            },
            {
              "speaker": "Isabella",
              "line": "O gracious Duke, Harp not on that; nor do not banish reason For inequality; but let your reason serve To make the truth appear where it seems hid, And hide the false seems true."
            },
            {
              "speaker": "Duke",
              "line": "Many that are not mad Have, sure, more lack of reason. What would you say?"
            },
            {
              "speaker": "Isabella",
              "line": "I am the sister of one Claudio, Condemned upon the act of fornication To lose his head; condemned by Angelo. I, in probation of a sisterhood, Was sent to by my brother; one Lucio As then the messenger."
            },
            {
              "speaker": "Lucio",
              "line": "That's I, an't like your Grace. I came to her from Claudio and desired her To try her gracious fortune with Lord Angelo For her poor brother's pardon."
            },
            {
              "speaker": "Isabella",
              "line": "That's he, indeed."
            },
            {
              "speaker": "Duke",
              "line": "You were not bid to speak."
            },
            {
              "speaker": "Lucio",
              "line": "No, my good lord, Nor wished to hold my peace."
            },
            {
              "speaker": "Duke",
              "line": "I wish you now, then; Pray you take note of it; and when you have A business for yourself, pray heaven you then Be perfect."
            },
            {
              "speaker": "Lucio",
              "line": "I warrant your honour."
            },
            {
              "speaker": "Duke",
              "line": "The warrant's for yourself. Take heed to it."
            },
            {
              "speaker": "Isabella",
              "line": "This gentleman told somewhat of my tale."
            },
            {
              "speaker": "Lucio",
              "line": "Right."
            },
            {
              "speaker": "Duke",
              "line": "It may be right, but you are i' the wrong To speak before your time.-Proceed."
            },
            {
              "speaker": "Isabella",
              "line": "I went To this pernicious caitiff deputy."
            },
            {
              "speaker": "Duke",
              "line": "That's somewhat madly spoken."
            },
            {
              "speaker": "Isabella",
              "line": "Pardon it; The phrase is to the matter."
            },
            {
              "speaker": "Duke",
              "line": "Mended again. The matter; proceed."
            },
            {
              "speaker": "Isabella",
              "line": "In brief, to set the needless process by: How I persuaded, how I prayed and kneeled, How he refelled me, and how I replied- For this was of much length-the vile conclusion I now begin with grief and shame to utter. He would not, but by gift of my chaste body To his concupiscible intemperate lust, Release my brother; and after much debatement, My sisterly remorse confutes mine honour, And I did yield to him. But the next morn betimes, His purpose surfeiting, he sends a warrant For my poor brother's head."
            },
            {
              "speaker": "Duke",
              "line": "This is most likely!"
            },
            {
              "speaker": "Isabella",
              "line": "O, that it were as like as it is true!"
            },
            {
              "speaker": "Duke",
              "line": "By heaven, fond wretch, thou know'st not what thou speak'st, Or else thou art suborned against his honour In hateful practice. First, his integrity Stands without blemish; next, it imports no reason That with such vehemency he should pursue Faults proper to himself. If he had so offended, He would have weighed thy brother by himself, And not have cut him off. Someone hath set you on. Confess the truth, and say by whose advice Thou cam'st here to complain."
            },
            {
              "speaker": "Isabella",
              "line": "And is this all? Then, O you blessed ministers above, Keep me in patience, and with ripened time Unfold the evil which is here wrapt up In countenance! Heaven shield your Grace from woe, As I, thus wronged, hence unbelieved go."
            },
            {
              "speaker": "Duke",
              "line": "I know you'd fain be gone. An officer! To prison with her! Shall we thus permit A blasting and a scandalous breath to fall On him so near us? This needs must be a practice. Who knew of your intent and coming hither?"
            },
            {
              "speaker": "Isabella",
              "line": "One that I would were here, Friar Lodowick."
            },
            {
              "speaker": "Duke",
              "line": "A ghostly father, belike. Who knows that Lodowick?"
            },
            {
              "speaker": "Lucio",
              "line": "My lord, I know him. 'Tis a meddling friar. I do not like the man. Had he been lay, my lord, For certain words he spake against your Grace In your retirement, I had swinged him soundly."
            },
            {
              "speaker": "Duke",
              "line": "Words against me? This's a good friar, belike. And to set on this wretched woman here Against our substitute! Let this friar be found."
            },
            {
              "speaker": "Lucio",
              "line": "But yesternight, my lord, she and that friar, I saw them at the prison. A saucy friar, A very scurvy fellow."
            },
            {
              "speaker": "Friar Peter",
              "line": "Blessed be your royal Grace! I have stood by, my lord, and I have heard Your royal ear abused. First hath this woman Most wrongfully accused your substitute, Who is as free from touch or soil with her As she from one ungot."
            },
            {
              "speaker": "Duke",
              "line": "We did believe no less. Know you that Friar Lodowick that she speaks of?"
            },
            {
              "speaker": "Friar Peter",
              "line": "I know him for a man divine and holy, Not scurvy, nor a temporary meddler, As he's reported by this gentleman; And, on my trust, a man that never yet Did, as he vouches, misreport your Grace."
            },
            {
              "speaker": "Lucio",
              "line": "My lord, most villainously; believe it."
            },
            {
              "speaker": "Friar Peter",
              "line": "Well, he in time may come to clear himself; But at this instant he is sick, my lord, Of a strange fever. Upon his mere request, Being come to knowledge that there was complaint Intended 'gainst Lord Angelo, came I hither To speak, as from his mouth, what he doth know Is true and false; and what he with his oath And all probation will make up full clear Whensoever he's convented. First, for this woman, To justify this worthy nobleman, So vulgarly and personally accused, Her shall you hear disproved to her eyes, Till she herself confess it."
            },
            {
              "speaker": "Duke",
              "line": "Good friar, let's hear it. Do you not smile at this, Lord Angelo? O heaven, the vanity of wretched fools! Give us some seats.-Come, cousin Angelo, In this I'll be impartial. Be you judge Of your own cause. Is this the witness, friar? First let her show her face, and after speak."
            },
            {
              "speaker": "Mariana",
              "line": "Pardon, my lord; I will not show my face Until my husband bid me."
            },
            {
              "speaker": "Duke",
              "line": "What, are you married?"
            },
            {
              "speaker": "Mariana",
              "line": "No, my lord."
            },
            {
              "speaker": "Duke",
              "line": "Are you a maid?"
            },
            {
              "speaker": "Mariana",
              "line": "No, my lord."
            },
            {
              "speaker": "Duke",
              "line": "A widow, then?"
            },
            {
              "speaker": "Mariana",
              "line": "Neither, my lord."
            },
            {
              "speaker": "Duke",
              "line": "Why, you are nothing then, neither maid, widow, nor wife?"
            },
            {
              "speaker": "Lucio",
              "line": "My lord, she may be a punk; for many of them are neither maid, widow, nor wife."
            },
            {
              "speaker": "Duke",
              "line": "Silence that fellow. I would he had some cause to prattle for himself."
            },
            {
              "speaker": "Lucio",
              "line": "Well, my lord."
            },
            {
              "speaker": "Mariana",
              "line": "My lord, I do confess I ne'er was married, And I confess besides, I am no maid. I have known my husband; yet my husband Knows not that ever he knew me."
            },
            {
              "speaker": "Lucio",
              "line": "He was drunk, then, my lord; it can be no better."
            },
            {
              "speaker": "Duke",
              "line": "For the benefit of silence, would thou wert so too."
            },
            {
              "speaker": "Lucio",
              "line": "Well, my lord."
            },
            {
              "speaker": "Duke",
              "line": "This is no witness for Lord Angelo."
            },
            {
              "speaker": "Mariana",
              "line": "Now I come to't, my lord. She that accuses him of fornication In self-same manner doth accuse my husband, And charges him, my lord, with such a time When I'll depose I had him in mine arms With all th' effect of love."
            },
            {
              "speaker": "Angelo",
              "line": "Charges she more than me?"
            },
            {
              "speaker": "Mariana",
              "line": "Not that I know."
            },
            {
              "speaker": "Duke",
              "line": "No? You say your husband."
            },
            {
              "speaker": "Mariana",
              "line": "Why, just, my lord, and that is Angelo, Who thinks he knows that he ne'er knew my body, But knows, he thinks, that he knows Isabel's."
            },
            {
              "speaker": "Angelo",
              "line": "This is a strange abuse. Let's see thy face."
            },
            {
              "speaker": "Mariana",
              "line": "My husband bids me; now I will unmask.  This is that face, thou cruel Angelo, Which once thou swor'st was worth the looking on. This is the hand which, with a vowed contract, Was fast belocked in thine. This is the body That took away the match from Isabel And did supply thee at thy garden-house In her imagined person."
            },
            {
              "speaker": "Duke",
              "line": "Know you this woman?"
            },
            {
              "speaker": "Lucio",
              "line": "Carnally, she says."
            },
            {
              "speaker": "Duke",
              "line": "Sirrah, no more."
            },
            {
              "speaker": "Lucio",
              "line": "Enough, my lord."
            },
            {
              "speaker": "Angelo",
              "line": "My lord, I must confess I know this woman; And five years since there was some speech of marriage Betwixt myself and her; which was broke off, Partly for that her promised proportions Came short of composition; but in chief For that her reputation was disvalued In levity. Since which time of five years I never spake with her, saw her, nor heard from her, Upon my faith and honour."
            },
            {
              "speaker": "Mariana",
              "line": "Noble Prince, As there comes light from heaven and words from breath, As there is sense in truth and truth in virtue, I am affianced this man's wife as strongly As words could make up vows. And, my good lord, But Tuesday night last gone, in's garden-house, He knew me as a wife. As this is true, Let me in safety raise me from my knees, Or else for ever be confixed here, A marble monument!"
            },
            {
              "speaker": "Angelo",
              "line": "I did but smile till now. Now, good my lord, give me the scope of justice. My patience here is touched. I do perceive These poor informal women are no more But instruments of some more mightier member That sets them on. Let me have way, my lord, To find this practice out."
            },
            {
              "speaker": "Duke",
              "line": "Ay, with my heart; And punish them to your height of pleasure. Thou foolish friar, and thou pernicious woman, Compact with her that's gone, think'st thou thy oaths, Though they would swear down each particular saint, Were testimonies against his worth and credit, That's sealed in approbation? You, Lord Escalus, Sit with my cousin; lend him your kind pains To find out this abuse, whence 'tis derived. There is another friar that set them on; Let him be sent for."
            },
            {
              "speaker": "Friar Peter",
              "line": "Would he were here, my lord; for he indeed Hath set the women on to this complaint. Your Provost knows the place where he abides, And he may fetch him."
            },
            {
              "speaker": "Duke",
              "line": "Go, do it instantly. And you, my noble and well-warranted cousin, Whom it concerns to hear this matter forth, Do with your injuries as seems you best In any chastisement. I for a while Will leave you; but stir not you till you have Well determined upon these slanderers."
            },
            {
              "speaker": "Escalus",
              "line": "My lord, we'll do it throughly. Signior Lucio, did not you say you knew that Friar Lodowick to be a dishonest person?"
            },
            {
              "speaker": "Lucio",
              "line": "_Cucullus non facit monachum_, honest in nothing but in his clothes, and one that hath spoke most villainous speeches of the Duke."
            },
            {
              "speaker": "Escalus",
              "line": "We shall entreat you to abide here till he come, and enforce them against him. We shall find this friar a notable fellow."
            },
            {
              "speaker": "Lucio",
              "line": "As any in Vienna, on my word."
            },
            {
              "speaker": "Escalus",
              "line": "Call that same Isabel here once again. I would speak with her. Pray you, my lord, give me leave to question; you shall see how I'll handle her."
            },
            {
              "speaker": "Lucio",
              "line": "Not better than he, by her own report."
            },
            {
              "speaker": "Escalus",
              "line": "Say you?"
            },
            {
              "speaker": "Lucio",
              "line": "Marry, sir, I think, if you handled her privately, she would sooner confess; perchance, publicly, she'll be ashamed. Officers."
            },
            {
              "speaker": "Escalus",
              "line": "I will go darkly to work with her."
            },
            {
              "speaker": "Lucio",
              "line": "That's the way; for women are light at midnight."
            },
            {
              "speaker": "Escalus",
              "line": "Come on, mistress, here's a gentlewoman denies all that you have said."
            },
            {
              "speaker": "Lucio",
              "line": "My lord, here comes the rascal I spoke of, here with the Provost."
            },
            {
              "speaker": "Escalus",
              "line": "In very good time. Speak not you to him till we call upon you."
            },
            {
              "speaker": "Lucio",
              "line": "Mum."
            },
            {
              "speaker": "Escalus",
              "line": "Come, sir, did you set these women on to slander Lord Angelo? They have confessed you did."
            },
            {
              "speaker": "Duke",
              "line": "'Tis false."
            },
            {
              "speaker": "Escalus",
              "line": "How! Know you where you are?"
            },
            {
              "speaker": "Duke",
              "line": "Respect to your great place; and let the devil Be sometime honoured for his burning throne. Where is the Duke? 'Tis he should hear me speak."
            },
            {
              "speaker": "Escalus",
              "line": "The Duke's in us; and we will hear you speak. Look you speak justly."
            },
            {
              "speaker": "Duke",
              "line": "Boldly, at least. But, O, poor souls, Come you to seek the lamb here of the fox, Good night to your redress! Is the Duke gone? Then is your cause gone too. The Duke's unjust Thus to retort your manifest appeal, And put your trial in the villain's mouth Which here you come to accuse."
            },
            {
              "speaker": "Lucio",
              "line": "This is the rascal; this is he I spoke of."
            },
            {
              "speaker": "Escalus",
              "line": "Why, thou unreverend and unhallowed friar, Is't not enough thou hast suborned these women To accuse this worthy man, but, in foul mouth, And in the witness of his proper ear, To call him villain? And then to glance from him To th' Duke himself, to tax him with injustice? Take him hence! To th' rack with him! We'll touse you Joint by joint, but we will know his purpose. What! Unjust?"
            },
            {
              "speaker": "Duke",
              "line": "Be not so hot. The Duke Dare no more stretch this finger of mine than he Dare rack his own. His subject am I not, Nor here provincial. My business in this state Made me a looker-on here in Vienna, Where I have seen corruption boil and bubble Till it o'errun the stew. Laws for all faults, But faults so countenanced that the strong statutes Stand like the forfeits in a barber's shop, As much in mock as mark."
            },
            {
              "speaker": "Escalus",
              "line": "Slander to the state! Away with him to prison!"
            },
            {
              "speaker": "Angelo",
              "line": "What can you vouch against him, Signior Lucio? Is this the man that you did tell us of?"
            },
            {
              "speaker": "Lucio",
              "line": "'Tis he, my lord. Come hither, goodman Baldpate. Do you know me?"
            },
            {
              "speaker": "Duke",
              "line": "I remember you, sir, by the sound of your voice. I met you at the prison, in the absence of the Duke."
            },
            {
              "speaker": "Lucio",
              "line": "O did you so? And do you remember what you said of the Duke?"
            },
            {
              "speaker": "Duke",
              "line": "Most notedly, sir."
            },
            {
              "speaker": "Lucio",
              "line": "Do you so, sir? And was the Duke a fleshmonger, a fool, and a coward, as you then reported him to be?"
            },
            {
              "speaker": "Duke",
              "line": "You must, sir, change persons with me ere you make that my report. You indeed spoke so of him, and much more, much worse."
            },
            {
              "speaker": "Lucio",
              "line": "O thou damnable fellow! Did not I pluck thee by the nose for thy speeches?"
            },
            {
              "speaker": "Duke",
              "line": "I protest I love the Duke as I love myself."
            },
            {
              "speaker": "Angelo",
              "line": "Hark how the villain would close now, after his treasonable abuses!"
            },
            {
              "speaker": "Escalus",
              "line": "Such a fellow is not to be talked withal. Away with him to prison! Where is the provost? Away with him to prison! Lay bolts enough upon him. Let him speak no more. Away with those giglets too, and with the other confederate companion!"
            },
            {
              "speaker": "Duke",
              "line": "Stay, sir, stay a while."
            },
            {
              "speaker": "Angelo",
              "line": "What, resists he? Help him, Lucio."
            },
            {
              "speaker": "Lucio",
              "line": "Come, sir, come, sir, come, sir. Foh, sir! Why, you bald-pated lying rascal! You must be hooded, must you? Show your knave's visage, with a pox to you! Show your sheep-biting face, and be hanged an hour! Will't not off?"
            },
            {
              "speaker": "Duke",
              "line": "Thou art the first knave that e'er mad'st a duke. First, Provost, let me bail these gentle three.  Sneak not away, sir, for the friar and you Must have a word anon.-Lay hold on him."
            },
            {
              "speaker": "Lucio",
              "line": "This may prove worse than hanging."
            },
            {
              "speaker": "Duke",
              "line": "What you have spoke I pardon. Sit you down. We'll borrow place of him.  Sir, by your leave. Hast thou or word, or wit, or impudence, That yet can do thee office? If thou hast, Rely upon it till my tale be heard, And hold no longer out."
            },
            {
              "speaker": "Angelo",
              "line": "O my dread lord, I should be guiltier than my guiltiness To think I can be undiscernible, When I perceive your Grace, like power divine, Hath looked upon my passes. Then, good Prince, No longer session hold upon my shame, But let my trial be mine own confession. Immediate sentence then, and sequent death Is all the grace I beg."
            },
            {
              "speaker": "Duke",
              "line": "Come hither, Mariana. Say, wast thou e'er contracted to this woman?"
            },
            {
              "speaker": "Angelo",
              "line": "I was, my lord."
            },
            {
              "speaker": "Duke",
              "line": "Go, take her hence and marry her instantly. Do you the office, friar; which consummate, Return him here again.-Go with him, Provost."
            },
            {
              "speaker": "Escalus",
              "line": "My lord, I am more amazed at his dishonour Than at the strangeness of it."
            },
            {
              "speaker": "Duke",
              "line": "Come hither, Isabel. Your friar is now your prince. As I was then Advertising and holy to your business, Not changing heart with habit, I am still Attorneyed at your service."
            },
            {
              "speaker": "Isabella",
              "line": "O, give me pardon, That I, your vassal, have employed and pained Your unknown sovereignty."
            },
            {
              "speaker": "Duke",
              "line": "You are pardoned, Isabel. And now, dear maid, be you as free to us. Your brother's death, I know, sits at your heart, And you may marvel why I obscured myself, Labouring to save his life, and would not rather Make rash remonstrance of my hidden power Than let him so be lost. O most kind maid, It was the swift celerity of his death, Which I did think with slower foot came on, That brained my purpose. But peace be with him. That life is better life, past fearing death, Than that which lives to fear. Make it your comfort, So happy is your brother."
            },
            {
              "speaker": "Isabella",
              "line": "I do, my lord."
            },
            {
              "speaker": "Duke",
              "line": "For this new-married man approaching here, Whose salt imagination yet hath wronged Your well-defended honour, you must pardon For Mariana's sake. But as he adjudged your brother, Being criminal in double violation Of sacred chastity and of promise-breach Thereon dependent, for your brother's life, The very mercy of the law cries out Most audible, even from his proper tongue, \"An Angelo for Claudio, death for death.\" Haste still pays haste, and leisure answers leisure; Like doth quit like, and measure still for measure. Then, Angelo, thy fault's thus manifested, Which, though thou wouldst deny, denies thee vantage. We do condemn thee to the very block Where Claudio stooped to death, and with like haste. Away with him."
            },
            {
              "speaker": "Mariana",
              "line": "O my most gracious lord, I hope you will not mock me with a husband."
            },
            {
              "speaker": "Duke",
              "line": "It is your husband mocked you with a husband. Consenting to the safeguard of your honour, I thought your marriage fit. Else imputation, For that he knew you, might reproach your life, And choke your good to come. For his possessions, Although by confiscation they are ours, We do instate and widow you with all To buy you a better husband."
            },
            {
              "speaker": "Mariana",
              "line": "O my dear lord, I crave no other, nor no better man."
            },
            {
              "speaker": "Duke",
              "line": "Never crave him; we are definitive."
            },
            {
              "speaker": "Mariana",
              "line": "Gentle my liege-"
            },
            {
              "speaker": "Duke",
              "line": "You do but lose your labour. Away with him to death.  Now, sir, to you."
            },
            {
              "speaker": "Mariana",
              "line": "O my good lord.-Sweet Isabel, take my part; Lend me your knees, and all my life to come I'll lend you all my life to do you service."
            },
            {
              "speaker": "Duke",
              "line": "Against all sense you do importune her. Should she kneel down in mercy of this fact, Her brother's ghost his paved bed would break, And take her hence in horror."
            },
            {
              "speaker": "Mariana",
              "line": "Isabel, Sweet Isabel, do yet but kneel by me; Hold up your hands, say nothing. I'll speak all. They say best men are moulded out of faults, And, for the most, become much more the better For being a little bad. So may my husband. O Isabel, will you not lend a knee?"
            },
            {
              "speaker": "Duke",
              "line": "He dies for Claudio's death."
            },
            {
              "speaker": "Isabella",
              "line": "Most bounteous sir, Look, if it please you, on this man condemned As if my brother lived. I partly think A due sincerity governed his deeds Till he did look on me. Since it is so, Let him not die. My brother had but justice, In that he did the thing for which he died. For Angelo, His act did not o'ertake his bad intent, And must be buried but as an intent That perished by the way. Thoughts are no subjects; Intents but merely thoughts."
            },
            {
              "speaker": "Mariana",
              "line": "Merely, my lord."
            },
            {
              "speaker": "Duke",
              "line": "Your suit's unprofitable. Stand up, I say. I have bethought me of another fault. Provost, how came it Claudio was beheaded At an unusual hour?"
            },
            {
              "speaker": "Provost",
              "line": "It was commanded so."
            },
            {
              "speaker": "Duke",
              "line": "Had you a special warrant for the deed?"
            },
            {
              "speaker": "Provost",
              "line": "No, my good lord, it was by private message."
            },
            {
              "speaker": "Duke",
              "line": "For which I do discharge you of your office. Give up your keys."
            },
            {
              "speaker": "Provost",
              "line": "Pardon me, noble lord. I thought it was a fault, but knew it not; Yet did repent me after more advice. For testimony whereof, one in the prison That should by private order else have died, I have reserved alive."
            },
            {
              "speaker": "Duke",
              "line": "What's he?"
            },
            {
              "speaker": "Provost",
              "line": "His name is Barnardine."
            },
            {
              "speaker": "Duke",
              "line": "I would thou hadst done so by Claudio. Go fetch him hither, let me look upon him."
            },
            {
              "speaker": "Escalus",
              "line": "I am sorry one so learned and so wise As you, Lord Angelo, have still appeared, Should slip so grossly, both in the heat of blood And lack of tempered judgement afterward."
            },
            {
              "speaker": "Angelo",
              "line": "I am sorry that such sorrow I procure, And so deep sticks it in my penitent heart That I crave death more willingly than mercy; 'Tis my deserving, and I do entreat it. Enter Provost with Barnardine, Claudio (muffled) and Juliet."
            },
            {
              "speaker": "Duke",
              "line": "Which is that Barnardine?"
            },
            {
              "speaker": "Provost",
              "line": "This, my lord."
            },
            {
              "speaker": "Duke",
              "line": "There was a friar told me of this man. Sirrah, thou art said to have a stubborn soul That apprehends no further than this world, And squar'st thy life according. Thou'rt condemned; But, for those earthly faults, I quit them all, And pray thee take this mercy to provide For better times to come. Friar, advise him; I leave him to your hand.-What muffled fellow's that?"
            },
            {
              "speaker": "Provost",
              "line": "This is another prisoner that I saved, Who should have died when Claudio lost his head; As like almost to Claudio as himself."
            },
            {
              "speaker": "Duke",
              "line": "If he be like your brother, for his sake Is he pardoned; and for your lovely sake, Give me your hand and say you will be mine. He is my brother too. But fitter time for that. By this Lord Angelo perceives he's safe; Methinks I see a quick'ning in his eye. Well, Angelo, your evil quits you well. Look that you love your wife, her worth worth yours. I find an apt remission in myself. And yet here's one in place I cannot pardon.  You, sirrah, that knew me for a fool, a coward, One all of luxury, an ass, a madman. Wherein have I so deserved of you That you extol me thus?"
            },
            {
              "speaker": "Lucio",
              "line": "Faith, my lord, I spoke it but according to the trick. If you will hang me for it, you may, but I had rather it would please you I might be whipped."
            },
            {
              "speaker": "Duke",
              "line": "Whipped first, sir, and hanged after. Proclaim it, Provost, round about the city, If any woman wronged by this lewd fellow, As I have heard him swear himself there's one Whom he begot with child-let her appear, And he shall marry her. The nuptial finished, Let him be whipped and hanged."
            },
            {
              "speaker": "Lucio",
              "line": "I beseech your Highness, do not marry me to a whore. Your highness said even now I made you a duke; good my lord, do not recompense me in making me a cuckold."
            },
            {
              "speaker": "Duke",
              "line": "Upon mine honour, thou shalt marry her. Thy slanders I forgive, and therewithal Remit thy other forfeits.-Take him to prison, And see our pleasure herein executed."
            },
            {
              "speaker": "Lucio",
              "line": "Marrying a punk, my lord, is pressing to death, whipping, and hanging."
            },
            {
              "speaker": "Duke",
              "line": "Slandering a prince deserves it. She, Claudio, that you wronged, look you restore. Joy to you, Mariana! Love her, Angelo. I have confessed her, and I know her virtue. Thanks, good friend Escalus, for thy much goodness; There's more behind that is more gratulate. Thanks, Provost, for thy care and secrecy; We shall employ thee in a worthier place. Forgive him, Angelo, that brought you home The head of Ragozine for Claudio's. Th' offence pardons itself. Dear Isabel, I have a motion much imports your good; Whereto if you'll a willing ear incline, What's mine is yours, and what is yours is mine. So, bring us to our palace, where we'll show What's yet behind that's meet you all should know."
            }
          ]
        }
      ]
    }
  ]
}