{
  "title": "Twelfth Night; Or, What You Will",
  "acts": [
    {
      "act": 1,
      "scenes": [
        {
          "scene": 1,
          "location": "An Apartment in the Duke's Palace.",
          "scene_id": "twelfth_night_or_what_you_will_1_1",
          "dialogues": [
            {
              "speaker": "Duke",
              "line": "If music be the food of love, play on, Give me excess of it; that, surfeiting, The appetite may sicken and so die. That strain again, it had a dying fall; O, it came o'er my ear like the sweet sound That breathes upon a bank of violets, Stealing and giving odour. Enough; no more; 'Tis not so sweet now as it was before. O spirit of love, how quick and fresh art thou, That notwithstanding thy capacity Receiveth as the sea, nought enters there, Of what validity and pitch soever, But falls into abatement and low price Even in a minute! So full of shapes is fancy, That it alone is high fantastical."
            },
            {
              "speaker": "Curio",
              "line": "Will you go hunt, my lord?"
            },
            {
              "speaker": "Duke",
              "line": "What, Curio?"
            },
            {
              "speaker": "Curio",
              "line": "The hart."
            },
            {
              "speaker": "Duke",
              "line": "Why so I do, the noblest that I have. O, when mine eyes did see Olivia first, Methought she purg'd the air of pestilence; That instant was I turn'd into a hart, And my desires, like fell and cruel hounds, E'er since pursue me. How now? what news from her?"
            },
            {
              "speaker": "Valentine",
              "line": "So please my lord, I might not be admitted, But from her handmaid do return this answer: The element itself, till seven years' heat, Shall not behold her face at ample view; But like a cloistress she will veiled walk, And water once a day her chamber round With eye-offending brine: all this to season A brother's dead love, which she would keep fresh And lasting in her sad remembrance."
            },
            {
              "speaker": "Duke",
              "line": "O, she that hath a heart of that fine frame To pay this debt of love but to a brother, How will she love, when the rich golden shaft Hath kill'd the flock of all affections else That live in her; when liver, brain, and heart, These sovereign thrones, are all supplied and fill'd Her sweet perfections with one self king! Away before me to sweet beds of flowers, Love-thoughts lie rich when canopied with bowers."
            }
          ]
        },
        {
          "scene": 2,
          "location": "The sea-coast.",
          "scene_id": "twelfth_night_or_what_you_will_1_2",
          "dialogues": [
            {
              "speaker": "Viola",
              "line": "What country, friends, is this?"
            },
            {
              "speaker": "Captain",
              "line": "This is Illyria, lady."
            },
            {
              "speaker": "Viola",
              "line": "And what should I do in Illyria? My brother he is in Elysium. Perchance he is not drown'd. What think you, sailors?"
            },
            {
              "speaker": "Captain",
              "line": "It is perchance that you yourself were sav'd."
            },
            {
              "speaker": "Viola",
              "line": "O my poor brother! and so perchance may he be."
            },
            {
              "speaker": "Captain",
              "line": "True, madam; and to comfort you with chance, Assure yourself, after our ship did split, When you, and those poor number sav'd with you, Hung on our driving boat, I saw your brother, Most provident in peril, bind himself, (Courage and hope both teaching him the practice) To a strong mast that liv'd upon the sea; Where, like Arion on the dolphin's back, I saw him hold acquaintance with the waves So long as I could see."
            },
            {
              "speaker": "Viola",
              "line": "For saying so, there's gold! Mine own escape unfoldeth to my hope, Whereto thy speech serves for authority, The like of him. Know'st thou this country?"
            },
            {
              "speaker": "Captain",
              "line": "Ay, madam, well, for I was bred and born Not three hours' travel from this very place."
            },
            {
              "speaker": "Viola",
              "line": "Who governs here?"
            },
            {
              "speaker": "Captain",
              "line": "A noble duke, in nature as in name."
            },
            {
              "speaker": "Viola",
              "line": "What is his name?"
            },
            {
              "speaker": "Captain",
              "line": "Orsino."
            },
            {
              "speaker": "Viola",
              "line": "Orsino! I have heard my father name him. He was a bachelor then."
            },
            {
              "speaker": "Captain",
              "line": "And so is now, or was so very late; For but a month ago I went from hence, And then 'twas fresh in murmur, (as, you know, What great ones do, the less will prattle of) That he did seek the love of fair Olivia."
            },
            {
              "speaker": "Viola",
              "line": "What's she?"
            },
            {
              "speaker": "Captain",
              "line": "A virtuous maid, the daughter of a count That died some twelvemonth since; then leaving her In the protection of his son, her brother, Who shortly also died; for whose dear love They say, she hath abjur'd the company And sight of men."
            },
            {
              "speaker": "Viola",
              "line": "O that I served that lady, And might not be delivered to the world, Till I had made mine own occasion mellow, What my estate is."
            },
            {
              "speaker": "Captain",
              "line": "That were hard to compass, Because she will admit no kind of suit, No, not the Duke's."
            },
            {
              "speaker": "Viola",
              "line": "There is a fair behaviour in thee, Captain; And though that nature with a beauteous wall Doth oft close in pollution, yet of thee I will believe thou hast a mind that suits With this thy fair and outward character. I pray thee, and I'll pay thee bounteously, Conceal me what I am, and be my aid For such disguise as haply shall become The form of my intent. I'll serve this duke; Thou shalt present me as an eunuch to him. It may be worth thy pains; for I can sing, And speak to him in many sorts of music, That will allow me very worth his service. What else may hap, to time I will commit; Only shape thou thy silence to my wit."
            },
            {
              "speaker": "Captain",
              "line": "Be you his eunuch and your mute I'll be; When my tongue blabs, then let mine eyes not see."
            },
            {
              "speaker": "Viola",
              "line": "I thank thee. Lead me on."
            }
          ]
        },
        {
          "scene": 3,
          "location": "A Room in Olivia's House.",
          "scene_id": "twelfth_night_or_what_you_will_1_3",
          "dialogues": [
            {
              "speaker": "Sir Toby",
              "line": "What a plague means my niece to take the death of her brother thus? I am sure care's an enemy to life."
            },
            {
              "speaker": "Maria",
              "line": "By my troth, Sir Toby, you must come in earlier o' nights; your cousin, my lady, takes great exceptions to your ill hours."
            },
            {
              "speaker": "Sir Toby",
              "line": "Why, let her except, before excepted."
            },
            {
              "speaker": "Maria",
              "line": "Ay, but you must confine yourself within the modest limits of order."
            },
            {
              "speaker": "Sir Toby",
              "line": "Confine? I'll confine myself no finer than I am. These clothes are good enough to drink in, and so be these boots too; and they be not, let them hang themselves in their own straps."
            },
            {
              "speaker": "Maria",
              "line": "That quaffing and drinking will undo you: I heard my lady talk of it yesterday; and of a foolish knight that you brought in one night here to be her wooer."
            },
            {
              "speaker": "Sir Toby",
              "line": "Who? Sir Andrew Aguecheek?"
            },
            {
              "speaker": "Maria",
              "line": "Ay, he."
            },
            {
              "speaker": "Sir Toby",
              "line": "He's as tall a man as any's in Illyria."
            },
            {
              "speaker": "Maria",
              "line": "What's that to th' purpose?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Why, he has three thousand ducats a year."
            },
            {
              "speaker": "Maria",
              "line": "Ay, but he'll have but a year in all these ducats. He's a very fool, and a prodigal."
            },
            {
              "speaker": "Sir Toby",
              "line": "Fie, that you'll say so! he plays o' the viol-de-gamboys, and speaks three or four languages word for word without book, and hath all the good gifts of nature."
            },
            {
              "speaker": "Maria",
              "line": "He hath indeed, almost natural: for, besides that he's a fool, he's a great quarreller; and, but that he hath the gift of a coward to allay the gust he hath in quarrelling, 'tis thought among the prudent he would quickly have the gift of a grave."
            },
            {
              "speaker": "Sir Toby",
              "line": "By this hand, they are scoundrels and substractors that say so of him. Who are they?"
            },
            {
              "speaker": "Maria",
              "line": "They that add, moreover, he's drunk nightly in your company."
            },
            {
              "speaker": "Sir Toby",
              "line": "With drinking healths to my niece; I'll drink to her as long as there is a passage in my throat, and drink in Illyria. He's a coward and a coystril that will not drink to my niece till his brains turn o' the toe like a parish top. What, wench! _Castiliano vulgo:_ for here comes Sir Andrew Agueface."
            },
            {
              "speaker": "Aguecheek",
              "line": "Sir Toby Belch! How now, Sir Toby Belch?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Sweet Sir Andrew!"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Bless you, fair shrew."
            },
            {
              "speaker": "Maria",
              "line": "And you too, sir."
            },
            {
              "speaker": "Sir Toby",
              "line": "Accost, Sir Andrew, accost."
            },
            {
              "speaker": "Sir Andrew",
              "line": "What's that?"
            },
            {
              "speaker": "Sir Toby",
              "line": "My niece's chamber-maid."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Good Mistress Accost, I desire better acquaintance."
            },
            {
              "speaker": "Maria",
              "line": "My name is Mary, sir."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Good Mistress Mary Accost,-"
            },
            {
              "speaker": "Sir Toby",
              "line": "You mistake, knight: accost is front her, board her, woo her, assail her."
            },
            {
              "speaker": "Sir Andrew",
              "line": "By my troth, I would not undertake her in this company. Is that the meaning of accost?"
            },
            {
              "speaker": "Maria",
              "line": "Fare you well, gentlemen."
            },
            {
              "speaker": "Sir Toby",
              "line": "And thou let part so, Sir Andrew, would thou mightst never draw sword again."
            },
            {
              "speaker": "Sir Andrew",
              "line": "And you part so, mistress, I would I might never draw sword again. Fair lady, do you think you have fools in hand?"
            },
            {
              "speaker": "Maria",
              "line": "Sir, I have not you by the hand."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Marry, but you shall have, and here's my hand."
            },
            {
              "speaker": "Maria",
              "line": "Now, sir, thought is free. I pray you, bring your hand to th' buttery bar and let it drink."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Wherefore, sweetheart? What's your metaphor?"
            },
            {
              "speaker": "Maria",
              "line": "It's dry, sir."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Why, I think so; I am not such an ass but I can keep my hand dry. But what's your jest?"
            },
            {
              "speaker": "Maria",
              "line": "A dry jest, sir."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Are you full of them?"
            },
            {
              "speaker": "Maria",
              "line": "Ay, sir, I have them at my fingers' ends: marry, now I let go your hand, I am barren."
            },
            {
              "speaker": "Sir Toby",
              "line": "O knight, thou lack'st a cup of canary: When did I see thee so put down?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Never in your life, I think, unless you see canary put me down. Methinks sometimes I have no more wit than a Christian or an ordinary man has; but I am a great eater of beef, and I believe that does harm to my wit."
            },
            {
              "speaker": "Sir Toby",
              "line": "No question."
            },
            {
              "speaker": "Sir Andrew",
              "line": "And I thought that, I'd forswear it. I'll ride home tomorrow, Sir Toby."
            },
            {
              "speaker": "Sir Toby",
              "line": "_Pourquoy_, my dear knight?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "What is _pourquoy?_ Do, or not do? I would I had bestowed that time in the tongues that I have in fencing, dancing, and bear-baiting. O, had I but followed the arts!"
            },
            {
              "speaker": "Sir Toby",
              "line": "Then hadst thou had an excellent head of hair."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Why, would that have mended my hair?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Past question; for thou seest it will not curl by nature."
            },
            {
              "speaker": "Sir Andrew",
              "line": "But it becomes me well enough, does't not?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Excellent, it hangs like flax on a distaff; and I hope to see a huswife take thee between her legs, and spin it off."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Faith, I'll home tomorrow, Sir Toby; your niece will not be seen, or if she be, it's four to one she'll none of me; the Count himself here hard by woos her."
            },
            {
              "speaker": "Sir Toby",
              "line": "She'll none o' the Count; she'll not match above her degree, neither in estate, years, nor wit; I have heard her swear't. Tut, there's life in't, man."
            },
            {
              "speaker": "Sir Andrew",
              "line": "I'll stay a month longer. I am a fellow o' the strangest mind i' the world; I delight in masques and revels sometimes altogether."
            },
            {
              "speaker": "Sir Toby",
              "line": "Art thou good at these kick-shawses, knight?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "As any man in Illyria, whatsoever he be, under the degree of my betters; and yet I will not compare with an old man."
            },
            {
              "speaker": "Sir Toby",
              "line": "What is thy excellence in a galliard, knight?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Faith, I can cut a caper."
            },
            {
              "speaker": "Sir Toby",
              "line": "And I can cut the mutton to't."
            },
            {
              "speaker": "Sir Andrew",
              "line": "And I think I have the back-trick simply as strong as any man in Illyria."
            },
            {
              "speaker": "Sir Toby",
              "line": "Wherefore are these things hid? Wherefore have these gifts a curtain before 'em? Are they like to take dust, like Mistress Mall's picture? Why dost thou not go to church in a galliard, and come home in a coranto? My very walk should be a jig; I would not so much as make water but in a sink-a-pace. What dost thou mean? Is it a world to hide virtues in? I did think, by the excellent constitution of thy leg, it was formed under the star of a galliard."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Ay, 'tis strong, and it does indifferent well in a dam'd-colour'd stock. Shall we set about some revels?"
            },
            {
              "speaker": "Sir Toby",
              "line": "What shall we do else? Were we not born under Taurus?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Taurus? That's sides and heart."
            },
            {
              "speaker": "Sir Toby",
              "line": "No, sir, it is legs and thighs. Let me see thee caper. Ha, higher: ha, ha, excellent!"
            }
          ]
        },
        {
          "scene": 4,
          "location": "A Room in the Duke's Palace.",
          "scene_id": "twelfth_night_or_what_you_will_1_4",
          "dialogues": [
            {
              "speaker": "Valentine",
              "line": "If the duke continue these favours towards you, Cesario, you are like to be much advanced; he hath known you but three days, and already you are no stranger."
            },
            {
              "speaker": "Viola",
              "line": "You either fear his humour or my negligence, that you call in question the continuance of his love. Is he inconstant, sir, in his favours?"
            },
            {
              "speaker": "Valentine",
              "line": "No, believe me."
            },
            {
              "speaker": "Viola",
              "line": "I thank you. Here comes the Count."
            },
            {
              "speaker": "Duke",
              "line": "Who saw Cesario, ho?"
            },
            {
              "speaker": "Viola",
              "line": "On your attendance, my lord, here."
            },
            {
              "speaker": "Duke",
              "line": "Stand you awhile aloof.-Cesario, Thou know'st no less but all; I have unclasp'd To thee the book even of my secret soul. Therefore, good youth, address thy gait unto her, Be not denied access, stand at her doors, And tell them, there thy fixed foot shall grow Till thou have audience."
            },
            {
              "speaker": "Viola",
              "line": "Sure, my noble lord, If she be so abandon'd to her sorrow As it is spoke, she never will admit me."
            },
            {
              "speaker": "Duke",
              "line": "Be clamorous and leap all civil bounds, Rather than make unprofited return."
            },
            {
              "speaker": "Viola",
              "line": "Say I do speak with her, my lord, what then?"
            },
            {
              "speaker": "Duke",
              "line": "O then unfold the passion of my love, Surprise her with discourse of my dear faith; It shall become thee well to act my woes; She will attend it better in thy youth, Than in a nuncio's of more grave aspect."
            },
            {
              "speaker": "Viola",
              "line": "I think not so, my lord."
            },
            {
              "speaker": "Duke",
              "line": "Dear lad, believe it; For they shall yet belie thy happy years, That say thou art a man: Diana's lip Is not more smooth and rubious; thy small pipe Is as the maiden's organ, shrill and sound, And all is semblative a woman's part. I know thy constellation is right apt For this affair. Some four or five attend him: All, if you will; for I myself am best When least in company. Prosper well in this, And thou shalt live as freely as thy lord, To call his fortunes thine."
            },
            {
              "speaker": "Viola",
              "line": "I'll do my best To woo your lady.  Yet, a barful strife! Whoe'er I woo, myself would be his wife."
            }
          ]
        },
        {
          "scene": 5,
          "location": "A Room in Olivia's House.",
          "scene_id": "twelfth_night_or_what_you_will_1_5",
          "dialogues": [
            {
              "speaker": "Maria",
              "line": "Nay; either tell me where thou hast been, or I will not open my lips so wide as a bristle may enter, in way of thy excuse: my lady will hang thee for thy absence."
            },
            {
              "speaker": "Clown",
              "line": "Let her hang me: he that is well hanged in this world needs to fear no colours."
            },
            {
              "speaker": "Maria",
              "line": "Make that good."
            },
            {
              "speaker": "Clown",
              "line": "He shall see none to fear."
            },
            {
              "speaker": "Maria",
              "line": "A good lenten answer. I can tell thee where that saying was born, of I fear no colours."
            },
            {
              "speaker": "Clown",
              "line": "Where, good Mistress Mary?"
            },
            {
              "speaker": "Maria",
              "line": "In the wars, and that may you be bold to say in your foolery."
            },
            {
              "speaker": "Clown",
              "line": "Well, God give them wisdom that have it; and those that are fools, let them use their talents."
            },
            {
              "speaker": "Maria",
              "line": "Yet you will be hanged for being so long absent; or to be turned away; is not that as good as a hanging to you?"
            },
            {
              "speaker": "Clown",
              "line": "Many a good hanging prevents a bad marriage; and for turning away, let summer bear it out."
            },
            {
              "speaker": "Maria",
              "line": "You are resolute then?"
            },
            {
              "speaker": "Clown",
              "line": "Not so, neither, but I am resolved on two points."
            },
            {
              "speaker": "Maria",
              "line": "That if one break, the other will hold; or if both break, your gaskins fall."
            },
            {
              "speaker": "Clown",
              "line": "Apt, in good faith, very apt! Well, go thy way; if Sir Toby would leave drinking, thou wert as witty a piece of Eve's flesh as any in Illyria."
            },
            {
              "speaker": "Maria",
              "line": "Peace, you rogue, no more o' that. Here comes my lady: make your excuse wisely, you were best."
            },
            {
              "speaker": "Clown",
              "line": "Wit, and't be thy will, put me into good fooling! Those wits that think they have thee, do very oft prove fools; and I that am sure I lack thee, may pass for a wise man. For what says Quinapalus? Better a witty fool than a foolish wit. God bless thee, lady!"
            },
            {
              "speaker": "Olivia",
              "line": "Take the fool away."
            },
            {
              "speaker": "Clown",
              "line": "Do you not hear, fellows? Take away the lady."
            },
            {
              "speaker": "Olivia",
              "line": "Go to, y'are a dry fool; I'll no more of you. Besides, you grow dishonest."
            },
            {
              "speaker": "Clown",
              "line": "Two faults, madonna, that drink and good counsel will amend: for give the dry fool drink, then is the fool not dry; bid the dishonest man mend himself, if he mend, he is no longer dishonest; if he cannot, let the botcher mend him. Anything that's mended is but patched; virtue that transgresses is but patched with sin, and sin that amends is but patched with virtue. If that this simple syllogism will serve, so; if it will not, what remedy? As there is no true cuckold but calamity, so beauty's a flower. The lady bade take away the fool, therefore, I say again, take her away."
            },
            {
              "speaker": "Olivia",
              "line": "Sir, I bade them take away you."
            },
            {
              "speaker": "Clown",
              "line": "Misprision in the highest degree! Lady, _cucullus non facit monachum:_ that's as much to say, I wear not motley in my brain. Good madonna, give me leave to prove you a fool."
            },
            {
              "speaker": "Olivia",
              "line": "Can you do it?"
            },
            {
              "speaker": "Clown",
              "line": "Dexteriously, good madonna."
            },
            {
              "speaker": "Olivia",
              "line": "Make your proof."
            },
            {
              "speaker": "Clown",
              "line": "I must catechize you for it, madonna. Good my mouse of virtue, answer me."
            },
            {
              "speaker": "Olivia",
              "line": "Well sir, for want of other idleness, I'll 'bide your proof."
            },
            {
              "speaker": "Clown",
              "line": "Good madonna, why mourn'st thou?"
            },
            {
              "speaker": "Olivia",
              "line": "Good fool, for my brother's death."
            },
            {
              "speaker": "Clown",
              "line": "I think his soul is in hell, madonna."
            },
            {
              "speaker": "Olivia",
              "line": "I know his soul is in heaven, fool."
            },
            {
              "speaker": "Clown",
              "line": "The more fool you, madonna, to mourn for your brother's soul being in heaven. Take away the fool, gentlemen."
            },
            {
              "speaker": "Olivia",
              "line": "What think you of this fool, Malvolio? doth he not mend?"
            },
            {
              "speaker": "Malvolio",
              "line": "Yes; and shall do, till the pangs of death shake him. Infirmity, that decays the wise, doth ever make the better fool."
            },
            {
              "speaker": "Clown",
              "line": "God send you, sir, a speedy infirmity, for the better increasing your folly! Sir Toby will be sworn that I am no fox; but he will not pass his word for twopence that you are no fool."
            },
            {
              "speaker": "Olivia",
              "line": "How say you to that, Malvolio?"
            },
            {
              "speaker": "Malvolio",
              "line": "I marvel your ladyship takes delight in such a barren rascal; I saw him put down the other day with an ordinary fool, that has no more brain than a stone. Look you now, he's out of his guard already; unless you laugh and minister occasion to him, he is gagged. I protest I take these wise men, that crow so at these set kind of fools, no better than the fools' zanies."
            },
            {
              "speaker": "Olivia",
              "line": "O, you are sick of self-love, Malvolio, and taste with a distempered appetite. To be generous, guiltless, and of free disposition, is to take those things for bird-bolts that you deem cannon bullets. There is no slander in an allowed fool, though he do nothing but rail; nor no railing in a known discreet man, though he do nothing but reprove."
            },
            {
              "speaker": "Clown",
              "line": "Now Mercury endue thee with leasing, for thou speak'st well of fools!"
            },
            {
              "speaker": "Maria",
              "line": "Madam, there is at the gate a young gentleman much desires to speak with you."
            },
            {
              "speaker": "Olivia",
              "line": "From the Count Orsino, is it?"
            },
            {
              "speaker": "Maria",
              "line": "I know not, madam; 'tis a fair young man, and well attended."
            },
            {
              "speaker": "Olivia",
              "line": "Who of my people hold him in delay?"
            },
            {
              "speaker": "Maria",
              "line": "Sir Toby, madam, your kinsman."
            },
            {
              "speaker": "Olivia",
              "line": "Fetch him off, I pray you; he speaks nothing but madman. Fie on him! Go you, Malvolio. If it be a suit from the Count, I am sick, or not at home. What you will, to dismiss it. Now you see, sir, how your fooling grows old, and people dislike it."
            },
            {
              "speaker": "Clown",
              "line": "Thou hast spoke for us, madonna, as if thy eldest son should be a fool: whose skull Jove cram with brains, for here he comes, one of thy kin has a most weak _pia mater_."
            },
            {
              "speaker": "Olivia",
              "line": "By mine honour, half drunk. What is he at the gate, cousin?"
            },
            {
              "speaker": "Sir Toby",
              "line": "A gentleman."
            },
            {
              "speaker": "Olivia",
              "line": "A gentleman? What gentleman?"
            },
            {
              "speaker": "Sir Toby",
              "line": "'Tis a gentleman here. A plague o' these pickle-herrings! How now, sot?"
            },
            {
              "speaker": "Clown",
              "line": "Good Sir Toby."
            },
            {
              "speaker": "Olivia",
              "line": "Cousin, cousin, how have you come so early by this lethargy?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Lechery! I defy lechery. There's one at the gate."
            },
            {
              "speaker": "Olivia",
              "line": "Ay, marry, what is he?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Let him be the devil an he will, I care not: give me faith, say I. Well, it's all one."
            },
            {
              "speaker": "Olivia",
              "line": "What's a drunken man like, fool?"
            },
            {
              "speaker": "Clown",
              "line": "Like a drowned man, a fool, and a madman: one draught above heat makes him a fool, the second mads him, and a third drowns him."
            },
            {
              "speaker": "Olivia",
              "line": "Go thou and seek the coroner, and let him sit o' my coz; for he's in the third degree of drink; he's drowned. Go, look after him."
            },
            {
              "speaker": "Clown",
              "line": "He is but mad yet, madonna; and the fool shall look to the madman."
            },
            {
              "speaker": "Malvolio",
              "line": "Madam, yond young fellow swears he will speak with you. I told him you were sick; he takes on him to understand so much, and therefore comes to speak with you. I told him you were asleep; he seems to have a foreknowledge of that too, and therefore comes to speak with you. What is to be said to him, lady? He's fortified against any denial."
            },
            {
              "speaker": "Olivia",
              "line": "Tell him, he shall not speak with me."
            },
            {
              "speaker": "Malvolio",
              "line": "Has been told so; and he says he'll stand at your door like a sheriff's post, and be the supporter of a bench, but he'll speak with you."
            },
            {
              "speaker": "Olivia",
              "line": "What kind o' man is he?"
            },
            {
              "speaker": "Malvolio",
              "line": "Why, of mankind."
            },
            {
              "speaker": "Olivia",
              "line": "What manner of man?"
            },
            {
              "speaker": "Malvolio",
              "line": "Of very ill manner; he'll speak with you, will you or no."
            },
            {
              "speaker": "Olivia",
              "line": "Of what personage and years is he?"
            },
            {
              "speaker": "Malvolio",
              "line": "Not yet old enough for a man, nor young enough for a boy; as a squash is before 'tis a peascod, or a codling, when 'tis almost an apple. 'Tis with him in standing water, between boy and man. He is very well-favoured, and he speaks very shrewishly. One would think his mother's milk were scarce out of him."
            },
            {
              "speaker": "Olivia",
              "line": "Let him approach. Call in my gentlewoman."
            },
            {
              "speaker": "Malvolio",
              "line": "Gentlewoman, my lady calls."
            },
            {
              "speaker": "Olivia",
              "line": "Give me my veil; come, throw it o'er my face. We'll once more hear Orsino's embassy."
            },
            {
              "speaker": "Viola",
              "line": "The honourable lady of the house, which is she?"
            },
            {
              "speaker": "Olivia",
              "line": "Speak to me; I shall answer for her. Your will?"
            },
            {
              "speaker": "Viola",
              "line": "Most radiant, exquisite, and unmatchable beauty,-I pray you, tell me if this be the lady of the house, for I never saw her. I would be loath to cast away my speech; for besides that it is excellently well penned, I have taken great pains to con it. Good beauties, let me sustain no scorn; I am very comptible, even to the least sinister usage."
            },
            {
              "speaker": "Olivia",
              "line": "Whence came you, sir?"
            },
            {
              "speaker": "Viola",
              "line": "I can say little more than I have studied, and that question's out of my part. Good gentle one, give me modest assurance, if you be the lady of the house, that I may proceed in my speech."
            },
            {
              "speaker": "Olivia",
              "line": "Are you a comedian?"
            },
            {
              "speaker": "Viola",
              "line": "No, my profound heart: and yet, by the very fangs of malice I swear, I am not that I play. Are you the lady of the house?"
            },
            {
              "speaker": "Olivia",
              "line": "If I do not usurp myself, I am."
            },
            {
              "speaker": "Viola",
              "line": "Most certain, if you are she, you do usurp yourself; for what is yours to bestow is not yours to reserve. But this is from my commission. I will on with my speech in your praise, and then show you the heart of my message."
            },
            {
              "speaker": "Olivia",
              "line": "Come to what is important in't: I forgive you the praise."
            },
            {
              "speaker": "Viola",
              "line": "Alas, I took great pains to study it, and 'tis poetical."
            },
            {
              "speaker": "Olivia",
              "line": "It is the more like to be feigned; I pray you keep it in. I heard you were saucy at my gates; and allowed your approach, rather to wonder at you than to hear you. If you be mad, be gone; if you have reason, be brief: 'tis not that time of moon with me to make one in so skipping a dialogue."
            },
            {
              "speaker": "Maria",
              "line": "Will you hoist sail, sir? Here lies your way."
            },
            {
              "speaker": "Viola",
              "line": "No, good swabber, I am to hull here a little longer. Some mollification for your giant, sweet lady. Tell me your mind. I am a messenger."
            },
            {
              "speaker": "Olivia",
              "line": "Sure, you have some hideous matter to deliver, when the courtesy of it is so fearful. Speak your office."
            },
            {
              "speaker": "Viola",
              "line": "It alone concerns your ear. I bring no overture of war, no taxation of homage; I hold the olive in my hand: my words are as full of peace as matter."
            },
            {
              "speaker": "Olivia",
              "line": "Yet you began rudely. What are you? What would you?"
            },
            {
              "speaker": "Viola",
              "line": "The rudeness that hath appeared in me have I learned from my entertainment. What I am and what I would are as secret as maidenhead: to your ears, divinity; to any other's, profanation."
            },
            {
              "speaker": "Olivia",
              "line": "Give us the place alone: we will hear this divinity. Now, sir, what is your text?"
            },
            {
              "speaker": "Viola",
              "line": "Most sweet lady-"
            },
            {
              "speaker": "Olivia",
              "line": "A comfortable doctrine, and much may be said of it. Where lies your text?"
            },
            {
              "speaker": "Viola",
              "line": "In Orsino's bosom."
            },
            {
              "speaker": "Olivia",
              "line": "In his bosom? In what chapter of his bosom?"
            },
            {
              "speaker": "Viola",
              "line": "To answer by the method, in the first of his heart."
            },
            {
              "speaker": "Olivia",
              "line": "O, I have read it; it is heresy. Have you no more to say?"
            },
            {
              "speaker": "Viola",
              "line": "Good madam, let me see your face."
            },
            {
              "speaker": "Olivia",
              "line": "Have you any commission from your lord to negotiate with my face? You are now out of your text: but we will draw the curtain and show you the picture.  Look you, sir, such a one I was this present. Is't not well done?"
            },
            {
              "speaker": "Viola",
              "line": "Excellently done, if God did all."
            },
            {
              "speaker": "Olivia",
              "line": "'Tis in grain, sir; 'twill endure wind and weather."
            },
            {
              "speaker": "Viola",
              "line": "'Tis beauty truly blent, whose red and white Nature's own sweet and cunning hand laid on. Lady, you are the cruel'st she alive If you will lead these graces to the grave, And leave the world no copy."
            },
            {
              "speaker": "Olivia",
              "line": "O, sir, I will not be so hard-hearted; I will give out divers schedules of my beauty. It shall be inventoried and every particle and utensil labelled to my will: as, item, two lips indifferent red; item, two grey eyes with lids to them; item, one neck, one chin, and so forth. Were you sent hither to praise me?"
            },
            {
              "speaker": "Viola",
              "line": "I see you what you are, you are too proud; But, if you were the devil, you are fair. My lord and master loves you. O, such love Could be but recompens'd though you were crown'd The nonpareil of beauty!"
            },
            {
              "speaker": "Olivia",
              "line": "How does he love me?"
            },
            {
              "speaker": "Viola",
              "line": "With adorations, fertile tears, With groans that thunder love, with sighs of fire."
            },
            {
              "speaker": "Olivia",
              "line": "Your lord does know my mind, I cannot love him: Yet I suppose him virtuous, know him noble, Of great estate, of fresh and stainless youth; In voices well divulg'd, free, learn'd, and valiant, And in dimension and the shape of nature, A gracious person. But yet I cannot love him. He might have took his answer long ago."
            },
            {
              "speaker": "Viola",
              "line": "If I did love you in my master's flame, With such a suff'ring, such a deadly life, In your denial I would find no sense, I would not understand it."
            },
            {
              "speaker": "Olivia",
              "line": "Why, what would you?"
            },
            {
              "speaker": "Viola",
              "line": "Make me a willow cabin at your gate, And call upon my soul within the house; Write loyal cantons of contemned love, And sing them loud even in the dead of night; Hallow your name to the reverberate hills, And make the babbling gossip of the air Cry out Olivia! O, you should not rest Between the elements of air and earth, But you should pity me."
            },
            {
              "speaker": "Olivia",
              "line": "You might do much. What is your parentage?"
            },
            {
              "speaker": "Viola",
              "line": "Above my fortunes, yet my state is well: I am a gentleman."
            },
            {
              "speaker": "Olivia",
              "line": "Get you to your lord; I cannot love him: let him send no more, Unless, perchance, you come to me again, To tell me how he takes it. Fare you well: I thank you for your pains: spend this for me."
            },
            {
              "speaker": "Viola",
              "line": "I am no fee'd post, lady; keep your purse; My master, not myself, lacks recompense. Love make his heart of flint that you shall love, And let your fervour like my master's be Plac'd in contempt. Farewell, fair cruelty."
            },
            {
              "speaker": "Olivia",
              "line": "What is your parentage? ‘Above my fortunes, yet my state is well: I am a gentleman.' I'll be sworn thou art; Thy tongue, thy face, thy limbs, actions, and spirit, Do give thee five-fold blazon. Not too fast: soft, soft! Unless the master were the man. How now? Even so quickly may one catch the plague? Methinks I feel this youth's perfections With an invisible and subtle stealth To creep in at mine eyes. Well, let it be. What ho, Malvolio!"
            },
            {
              "speaker": "Malvolio",
              "line": "Here, madam, at your service."
            },
            {
              "speaker": "Olivia",
              "line": "Run after that same peevish messenger The County's man: he left this ring behind him, Would I or not; tell him, I'll none of it. Desire him not to flatter with his lord, Nor hold him up with hopes; I am not for him. If that the youth will come this way tomorrow, I'll give him reasons for't. Hie thee, Malvolio."
            },
            {
              "speaker": "Malvolio",
              "line": "Madam, I will."
            },
            {
              "speaker": "Olivia",
              "line": "I do I know not what, and fear to find Mine eye too great a flatterer for my mind. Fate, show thy force, ourselves we do not owe. What is decreed must be; and be this so!"
            }
          ]
        },
        {
          "scene": 1,
          "location": "The sea-coast.",
          "scene_id": "twelfth_night_or_what_you_will_1_1",
          "dialogues": [
            {
              "speaker": "Antonio",
              "line": "Will you stay no longer? Nor will you not that I go with you?"
            },
            {
              "speaker": "Sebastian",
              "line": "By your patience, no; my stars shine darkly over me; the malignancy of my fate might perhaps distemper yours; therefore I shall crave of you your leave that I may bear my evils alone. It were a bad recompense for your love, to lay any of them on you."
            },
            {
              "speaker": "Antonio",
              "line": "Let me know of you whither you are bound."
            },
            {
              "speaker": "Sebastian",
              "line": "No, sooth, sir; my determinate voyage is mere extravagancy. But I perceive in you so excellent a touch of modesty, that you will not extort from me what I am willing to keep in. Therefore it charges me in manners the rather to express myself. You must know of me then, Antonio, my name is Sebastian, which I called Roderigo; my father was that Sebastian of Messaline whom I know you have heard of. He left behind him myself and a sister, both born in an hour. If the heavens had been pleased, would we had so ended! But you, sir, altered that, for some hour before you took me from the breach of the sea was my sister drowned."
            },
            {
              "speaker": "Antonio",
              "line": "Alas the day!"
            },
            {
              "speaker": "Sebastian",
              "line": "A lady, sir, though it was said she much resembled me, was yet of many accounted beautiful. But though I could not with such estimable wonder overfar believe that, yet thus far I will boldly publish her, she bore a mind that envy could not but call fair. She is drowned already, sir, with salt water, though I seem to drown her remembrance again with more."
            },
            {
              "speaker": "Antonio",
              "line": "Pardon me, sir, your bad entertainment."
            },
            {
              "speaker": "Sebastian",
              "line": "O good Antonio, forgive me your trouble."
            },
            {
              "speaker": "Antonio",
              "line": "If you will not murder me for my love, let me be your servant."
            },
            {
              "speaker": "Sebastian",
              "line": "If you will not undo what you have done, that is, kill him whom you have recovered, desire it not. Fare ye well at once; my bosom is full of kindness, and I am yet so near the manners of my mother, that upon the least occasion more, mine eyes will tell tales of me. I am bound to the Count Orsino's court: farewell."
            },
            {
              "speaker": "Antonio",
              "line": "The gentleness of all the gods go with thee! I have many enemies in Orsino's court, Else would I very shortly see thee there: But come what may, I do adore thee so, That danger shall seem sport, and I will go."
            }
          ]
        },
        {
          "scene": 2,
          "location": "A street.",
          "scene_id": "twelfth_night_or_what_you_will_1_2",
          "dialogues": [
            {
              "speaker": "Malvolio",
              "line": "Were you not even now with the Countess Olivia?"
            },
            {
              "speaker": "Viola",
              "line": "Even now, sir; on a moderate pace I have since arrived but hither."
            },
            {
              "speaker": "Malvolio",
              "line": "She returns this ring to you, sir; you might have saved me my pains, to have taken it away yourself. She adds, moreover, that you should put your lord into a desperate assurance she will none of him. And one thing more, that you be never so hardy to come again in his affairs, unless it be to report your lord's taking of this. Receive it so."
            },
            {
              "speaker": "Viola",
              "line": "She took the ring of me: I'll none of it."
            },
            {
              "speaker": "Malvolio",
              "line": "Come sir, you peevishly threw it to her; and her will is it should be so returned. If it be worth stooping for, there it lies in your eye; if not, be it his that finds it."
            },
            {
              "speaker": "Viola",
              "line": "I left no ring with her; what means this lady? Fortune forbid my outside have not charm'd her! She made good view of me, indeed, so much, That methought her eyes had lost her tongue, For she did speak in starts distractedly. She loves me, sure, the cunning of her passion Invites me in this churlish messenger. None of my lord's ring? Why, he sent her none. I am the man; if it be so, as 'tis, Poor lady, she were better love a dream. Disguise, I see thou art a wickedness Wherein the pregnant enemy does much. How easy is it for the proper false In women's waxen hearts to set their forms! Alas, our frailty is the cause, not we, For such as we are made of, such we be. How will this fadge? My master loves her dearly, And I, poor monster, fond as much on him, And she, mistaken, seems to dote on me. What will become of this? As I am man, My state is desperate for my master's love; As I am woman (now alas the day!) What thriftless sighs shall poor Olivia breathe! O time, thou must untangle this, not I, It is too hard a knot for me t'untie!"
            }
          ]
        },
        {
          "scene": 3,
          "location": "A Room in Olivia's House.",
          "scene_id": "twelfth_night_or_what_you_will_1_3",
          "dialogues": [
            {
              "speaker": "Sir Toby",
              "line": "Approach, Sir Andrew; not to be abed after midnight, is to be up betimes; and _diluculo surgere_, thou know'st."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Nay, by my troth, I know not; but I know to be up late is to be up late."
            },
            {
              "speaker": "Sir Toby",
              "line": "A false conclusion; I hate it as an unfilled can. To be up after midnight, and to go to bed then is early: so that to go to bed after midnight is to go to bed betimes. Does not our lives consist of the four elements?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Faith, so they say, but I think it rather consists of eating and drinking."
            },
            {
              "speaker": "Sir Toby",
              "line": "Th'art a scholar; let us therefore eat and drink. Marian, I say! a stoup of wine."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Here comes the fool, i' faith."
            },
            {
              "speaker": "Clown",
              "line": "How now, my hearts? Did you never see the picture of \"we three\"?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Welcome, ass. Now let's have a catch."
            },
            {
              "speaker": "Sir Andrew",
              "line": "By my troth, the fool has an excellent breast. I had rather than forty shillings I had such a leg, and so sweet a breath to sing, as the fool has. In sooth, thou wast in very gracious fooling last night when thou spok'st of Pigrogromitus, of the Vapians passing the equinoctial of Queubus; 'twas very good, i' faith. I sent thee sixpence for thy leman. Hadst it?"
            },
            {
              "speaker": "Clown",
              "line": "I did impeticos thy gratillity; for Malvolio's nose is no whipstock. My lady has a white hand, and the Myrmidons are no bottle-ale houses."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Excellent! Why, this is the best fooling, when all is done. Now, a song."
            },
            {
              "speaker": "Sir Toby",
              "line": "Come on, there is sixpence for you. Let's have a song."
            },
            {
              "speaker": "Sir Andrew",
              "line": "There's a testril of me too: if one knight give a-"
            },
            {
              "speaker": "Clown",
              "line": "Would you have a love-song, or a song of good life?"
            },
            {
              "speaker": "Sir Toby",
              "line": "A love-song, a love-song."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Ay, ay. I care not for good life. CLOWN.  _O mistress mine, where are you roaming? O stay and hear, your true love's coming, That can sing both high and low. Trip no further, pretty sweeting. Journeys end in lovers meeting, Every wise man's son doth know._"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Excellent good, i' faith."
            },
            {
              "speaker": "Sir Toby",
              "line": "Good, good."
            },
            {
              "speaker": "Clown",
              "line": "_What is love? 'Tis not hereafter, Present mirth hath present laughter. What's to come is still unsure. In delay there lies no plenty, Then come kiss me, sweet and twenty. Youth's a stuff will not endure._"
            },
            {
              "speaker": "Sir Andrew",
              "line": "A mellifluous voice, as I am true knight."
            },
            {
              "speaker": "Sir Toby",
              "line": "A contagious breath."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Very sweet and contagious, i' faith."
            },
            {
              "speaker": "Sir Toby",
              "line": "To hear by the nose, it is dulcet in contagion. But shall we make the welkin dance indeed? Shall we rouse the night-owl in a catch that will draw three souls out of one weaver? Shall we do that?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "And you love me, let's do't: I am dog at a catch."
            },
            {
              "speaker": "Clown",
              "line": "By'r lady, sir, and some dogs will catch well."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Most certain. Let our catch be, \"Thou knave.\""
            },
            {
              "speaker": "Clown",
              "line": "\"Hold thy peace, thou knave\" knight? I shall be constrain'd in't to call thee knave, knight."
            },
            {
              "speaker": "Sir Andrew",
              "line": "'Tis not the first time I have constrained one to call me knave. Begin, fool; it begins \"Hold thy peace.\""
            },
            {
              "speaker": "Clown",
              "line": "I shall never begin if I hold my peace."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Good, i' faith! Come, begin."
            },
            {
              "speaker": "Maria",
              "line": "What a caterwauling do you keep here! If my lady have not called up her steward Malvolio, and bid him turn you out of doors, never trust me."
            },
            {
              "speaker": "Sir Toby",
              "line": "My lady's a Cataian, we are politicians, Malvolio's a Peg-a-Ramsey, and  _Three merry men be we._ Am not I consanguineous? Am I not of her blood? Tilly-vally! \"Lady\"! _There dwelt a man in Babylon, Lady, Lady._"
            },
            {
              "speaker": "Clown",
              "line": "Beshrew me, the knight's in admirable fooling."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Ay, he does well enough if he be disposed, and so do I too; he does it with a better grace, but I do it more natural."
            },
            {
              "speaker": "Sir Toby",
              "line": "_O' the twelfth day of December-_"
            },
            {
              "speaker": "Maria",
              "line": "For the love o' God, peace!"
            },
            {
              "speaker": "Malvolio",
              "line": "My masters, are you mad? Or what are you? Have you no wit, manners, nor honesty, but to gabble like tinkers at this time of night? Do ye make an ale-house of my lady's house, that ye squeak out your coziers' catches without any mitigation or remorse of voice? Is there no respect of place, persons, nor time, in you?"
            },
            {
              "speaker": "Sir Toby",
              "line": "We did keep time, sir, in our catches. Sneck up!"
            },
            {
              "speaker": "Malvolio",
              "line": "Sir Toby, I must be round with you. My lady bade me tell you that, though she harbours you as her kinsman she's nothing allied to your disorders. If you can separate yourself and your misdemeanours, you are welcome to the house; if not, and it would please you to take leave of her, she is very willing to bid you farewell."
            },
            {
              "speaker": "Sir Toby",
              "line": "_Farewell, dear heart, since I must needs be gone._"
            },
            {
              "speaker": "Maria",
              "line": "Nay, good Sir Toby."
            },
            {
              "speaker": "Clown",
              "line": "_His eyes do show his days are almost done._"
            },
            {
              "speaker": "Malvolio",
              "line": "Is't even so?"
            },
            {
              "speaker": "Sir Toby",
              "line": "_But I will never die._"
            },
            {
              "speaker": "Clown",
              "line": "_Sir Toby, there you lie._"
            },
            {
              "speaker": "Malvolio",
              "line": "This is much credit to you."
            },
            {
              "speaker": "Sir Toby",
              "line": "_Shall I bid him go?_"
            },
            {
              "speaker": "Clown",
              "line": "_What and if you do?_"
            },
            {
              "speaker": "Sir Toby",
              "line": "_Shall I bid him go, and spare not?_"
            },
            {
              "speaker": "Clown",
              "line": "_O, no, no, no, no, you dare not._"
            },
            {
              "speaker": "Sir Toby",
              "line": "Out o' tune? sir, ye lie. Art any more than a steward? Dost thou think, because thou art virtuous, there shall be no more cakes and ale?"
            },
            {
              "speaker": "Clown",
              "line": "Yes, by Saint Anne, and ginger shall be hot i' the mouth too."
            },
            {
              "speaker": "Sir Toby",
              "line": "Th'art i' the right. Go, sir, rub your chain with crumbs. A stoup of wine, Maria!"
            },
            {
              "speaker": "Malvolio",
              "line": "Mistress Mary, if you prized my lady's favour at anything more than contempt, you would not give means for this uncivil rule; she shall know of it, by this hand."
            },
            {
              "speaker": "Maria",
              "line": "Go shake your ears."
            },
            {
              "speaker": "Sir Andrew",
              "line": "'Twere as good a deed as to drink when a man's a-hungry, to challenge him the field, and then to break promise with him and make a fool of him."
            },
            {
              "speaker": "Sir Toby",
              "line": "Do't, knight. I'll write thee a challenge; or I'll deliver thy indignation to him by word of mouth."
            },
            {
              "speaker": "Maria",
              "line": "Sweet Sir Toby, be patient for tonight. Since the youth of the Count's was today with my lady, she is much out of quiet. For Monsieur Malvolio, let me alone with him. If I do not gull him into a nayword, and make him a common recreation, do not think I have wit enough to lie straight in my bed. I know I can do it."
            },
            {
              "speaker": "Sir Toby",
              "line": "Possess us, possess us, tell us something of him."
            },
            {
              "speaker": "Maria",
              "line": "Marry, sir, sometimes he is a kind of Puritan."
            },
            {
              "speaker": "Sir Andrew",
              "line": "O, if I thought that, I'd beat him like a dog."
            },
            {
              "speaker": "Sir Toby",
              "line": "What, for being a Puritan? Thy exquisite reason, dear knight?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "I have no exquisite reason for't, but I have reason good enough."
            },
            {
              "speaker": "Maria",
              "line": "The devil a Puritan that he is, or anything constantly but a time-pleaser, an affectioned ass that cons state without book and utters it by great swarths; the best persuaded of himself, so crammed (as he thinks) with excellencies, that it is his grounds of faith that all that look on him love him. And on that vice in him will my revenge find notable cause to work."
            },
            {
              "speaker": "Sir Toby",
              "line": "What wilt thou do?"
            },
            {
              "speaker": "Maria",
              "line": "I will drop in his way some obscure epistles of love, wherein by the colour of his beard, the shape of his leg, the manner of his gait, the expressure of his eye, forehead, and complexion, he shall find himself most feelingly personated. I can write very like my lady your niece; on a forgotten matter we can hardly make distinction of our hands."
            },
            {
              "speaker": "Sir Toby",
              "line": "Excellent! I smell a device."
            },
            {
              "speaker": "Sir Andrew",
              "line": "I have't in my nose too."
            },
            {
              "speaker": "Sir Toby",
              "line": "He shall think, by the letters that thou wilt drop, that they come from my niece, and that she is in love with him."
            },
            {
              "speaker": "Maria",
              "line": "My purpose is indeed a horse of that colour."
            },
            {
              "speaker": "Sir Andrew",
              "line": "And your horse now would make him an ass."
            },
            {
              "speaker": "Maria",
              "line": "Ass, I doubt not."
            },
            {
              "speaker": "Sir Andrew",
              "line": "O 'twill be admirable!"
            },
            {
              "speaker": "Maria",
              "line": "Sport royal, I warrant you. I know my physic will work with him. I will plant you two, and let the fool make a third, where he shall find the letter. Observe his construction of it. For this night, to bed, and dream on the event. Farewell."
            },
            {
              "speaker": "Sir Toby",
              "line": "Good night, Penthesilea."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Before me, she's a good wench."
            },
            {
              "speaker": "Sir Toby",
              "line": "She's a beagle true bred, and one that adores me. What o' that?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "I was adored once too."
            },
            {
              "speaker": "Sir Toby",
              "line": "Let's to bed, knight. Thou hadst need send for more money."
            },
            {
              "speaker": "Sir Andrew",
              "line": "If I cannot recover your niece, I am a foul way out."
            },
            {
              "speaker": "Sir Toby",
              "line": "Send for money, knight; if thou hast her not i' th' end, call me cut."
            },
            {
              "speaker": "Sir Andrew",
              "line": "If I do not, never trust me, take it how you will."
            },
            {
              "speaker": "Sir Toby",
              "line": "Come, come, I'll go burn some sack, 'tis too late to go to bed now. Come, knight, come, knight."
            }
          ]
        },
        {
          "scene": 4,
          "location": "A Room in the Duke's Palace.",
          "scene_id": "twelfth_night_or_what_you_will_1_4",
          "dialogues": [
            {
              "speaker": "Duke",
              "line": "Give me some music. Now, good morrow, friends. Now, good Cesario, but that piece of song, That old and antique song we heard last night; Methought it did relieve my passion much, More than light airs and recollected terms Of these most brisk and giddy-paced times. Come, but one verse."
            },
            {
              "speaker": "Curio",
              "line": "He is not here, so please your lordship, that should sing it."
            },
            {
              "speaker": "Duke",
              "line": "Who was it?"
            },
            {
              "speaker": "Curio",
              "line": "Feste, the jester, my lord, a fool that the Lady Olivia's father took much delight in. He is about the house."
            },
            {
              "speaker": "Duke",
              "line": "Seek him out, and play the tune the while. Come hither, boy. If ever thou shalt love, In the sweet pangs of it remember me: For such as I am, all true lovers are, Unstaid and skittish in all motions else, Save in the constant image of the creature That is belov'd. How dost thou like this tune?"
            },
            {
              "speaker": "Viola",
              "line": "It gives a very echo to the seat Where love is throned."
            },
            {
              "speaker": "Duke",
              "line": "Thou dost speak masterly. My life upon't, young though thou art, thine eye Hath stayed upon some favour that it loves. Hath it not, boy?"
            },
            {
              "speaker": "Viola",
              "line": "A little, by your favour."
            },
            {
              "speaker": "Duke",
              "line": "What kind of woman is't?"
            },
            {
              "speaker": "Viola",
              "line": "Of your complexion."
            },
            {
              "speaker": "Duke",
              "line": "She is not worth thee, then. What years, i' faith?"
            },
            {
              "speaker": "Viola",
              "line": "About your years, my lord."
            },
            {
              "speaker": "Duke",
              "line": "Too old, by heaven! Let still the woman take An elder than herself; so wears she to him, So sways she level in her husband's heart. For, boy, however we do praise ourselves, Our fancies are more giddy and unfirm, More longing, wavering, sooner lost and worn, Than women's are."
            },
            {
              "speaker": "Viola",
              "line": "I think it well, my lord."
            },
            {
              "speaker": "Duke",
              "line": "Then let thy love be younger than thyself, Or thy affection cannot hold the bent: For women are as roses, whose fair flower Being once display'd, doth fall that very hour."
            },
            {
              "speaker": "Viola",
              "line": "And so they are: alas, that they are so; To die, even when they to perfection grow!"
            },
            {
              "speaker": "Duke",
              "line": "O, fellow, come, the song we had last night. Mark it, Cesario, it is old and plain; The spinsters and the knitters in the sun, And the free maids, that weave their thread with bones Do use to chant it: it is silly sooth, And dallies with the innocence of love Like the old age."
            },
            {
              "speaker": "Clown",
              "line": "Are you ready, sir?"
            },
            {
              "speaker": "Duke",
              "line": "Ay; prithee, sing. The Clown's song. _    Come away, come away, death. And in sad cypress let me be laid. Fly away, fly away, breath; I am slain by a fair cruel maid. My shroud of white, stuck all with yew, O, prepare it! My part of death no one so true Did share it._ _    Not a flower, not a flower sweet, On my black coffin let there be strown: Not a friend, not a friend greet My poor corpse where my bones shall be thrown: A thousand thousand sighs to save, Lay me, O, where Sad true lover never find my grave, To weep there._"
            },
            {
              "speaker": "Duke",
              "line": "There's for thy pains."
            },
            {
              "speaker": "Clown",
              "line": "No pains, sir; I take pleasure in singing, sir."
            },
            {
              "speaker": "Duke",
              "line": "I'll pay thy pleasure, then."
            },
            {
              "speaker": "Clown",
              "line": "Truly sir, and pleasure will be paid one time or another."
            },
            {
              "speaker": "Duke",
              "line": "Give me now leave to leave thee."
            },
            {
              "speaker": "Clown",
              "line": "Now the melancholy god protect thee, and the tailor make thy doublet of changeable taffeta, for thy mind is a very opal. I would have men of such constancy put to sea, that their business might be everything, and their intent everywhere, for that's it that always makes a good voyage of nothing. Farewell."
            },
            {
              "speaker": "Duke",
              "line": "Let all the rest give place. Once more, Cesario, Get thee to yond same sovereign cruelty. Tell her my love, more noble than the world, Prizes not quantity of dirty lands; The parts that fortune hath bestow'd upon her, Tell her I hold as giddily as fortune; But 'tis that miracle and queen of gems That nature pranks her in attracts my soul."
            },
            {
              "speaker": "Viola",
              "line": "But if she cannot love you, sir?"
            },
            {
              "speaker": "Duke",
              "line": "I cannot be so answer'd."
            },
            {
              "speaker": "Viola",
              "line": "Sooth, but you must. Say that some lady, as perhaps there is, Hath for your love as great a pang of heart As you have for Olivia: you cannot love her; You tell her so. Must she not then be answer'd?"
            },
            {
              "speaker": "Duke",
              "line": "There is no woman's sides Can bide the beating of so strong a passion As love doth give my heart: no woman's heart So big, to hold so much; they lack retention. Alas, their love may be called appetite, No motion of the liver, but the palate, That suffer surfeit, cloyment, and revolt; But mine is all as hungry as the sea, And can digest as much. Make no compare Between that love a woman can bear me And that I owe Olivia."
            },
            {
              "speaker": "Viola",
              "line": "Ay, but I know-"
            },
            {
              "speaker": "Duke",
              "line": "What dost thou know?"
            },
            {
              "speaker": "Viola",
              "line": "Too well what love women to men may owe. In faith, they are as true of heart as we. My father had a daughter loved a man, As it might be perhaps, were I a woman, I should your lordship."
            },
            {
              "speaker": "Duke",
              "line": "And what's her history?"
            },
            {
              "speaker": "Viola",
              "line": "A blank, my lord. She never told her love, But let concealment, like a worm i' th' bud, Feed on her damask cheek: she pined in thought, And with a green and yellow melancholy She sat like patience on a monument, Smiling at grief. Was not this love, indeed? We men may say more, swear more, but indeed, Our shows are more than will; for still we prove Much in our vows, but little in our love."
            },
            {
              "speaker": "Duke",
              "line": "But died thy sister of her love, my boy?"
            },
            {
              "speaker": "Viola",
              "line": "I am all the daughters of my father's house, And all the brothers too: and yet I know not. Sir, shall I to this lady?"
            },
            {
              "speaker": "Duke",
              "line": "Ay, that's the theme. To her in haste. Give her this jewel; say My love can give no place, bide no denay."
            }
          ]
        },
        {
          "scene": 5,
          "location": "Olivia's garden.",
          "scene_id": "twelfth_night_or_what_you_will_1_5",
          "dialogues": [
            {
              "speaker": "Sir Toby",
              "line": "Come thy ways, Signior Fabian."
            },
            {
              "speaker": "Fabian",
              "line": "Nay, I'll come. If I lose a scruple of this sport, let me be boiled to death with melancholy."
            },
            {
              "speaker": "Sir Toby",
              "line": "Wouldst thou not be glad to have the niggardly rascally sheep-biter come by some notable shame?"
            },
            {
              "speaker": "Fabian",
              "line": "I would exult, man. You know he brought me out o' favour with my lady about a bear-baiting here."
            },
            {
              "speaker": "Sir Toby",
              "line": "To anger him we'll have the bear again, and we will fool him black and blue, shall we not, Sir Andrew?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "And we do not, it is pity of our lives."
            },
            {
              "speaker": "Sir Toby",
              "line": "Here comes the little villain. How now, my metal of India?"
            },
            {
              "speaker": "Maria",
              "line": "Get ye all three into the box-tree. Malvolio's coming down this walk; he has been yonder i' the sun practising behaviour to his own shadow this half hour: observe him, for the love of mockery; for I know this letter will make a contemplative idiot of him. Close, in the name of jesting!  Lie thou there;  for here comes the trout that must be caught with tickling."
            },
            {
              "speaker": "Malvolio",
              "line": "'Tis but fortune, all is fortune. Maria once told me she did affect me, and I have heard herself come thus near, that should she fancy, it should be one of my complexion. Besides, she uses me with a more exalted respect than anyone else that follows her. What should I think on't?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Here's an overweening rogue!"
            },
            {
              "speaker": "Fabian",
              "line": "O, peace! Contemplation makes a rare turkey-cock of him; how he jets under his advanced plumes!"
            },
            {
              "speaker": "Sir Andrew",
              "line": "'Slight, I could so beat the rogue!"
            },
            {
              "speaker": "Sir Toby",
              "line": "Peace, I say."
            },
            {
              "speaker": "Malvolio",
              "line": "To be Count Malvolio."
            },
            {
              "speaker": "Sir Toby",
              "line": "Ah, rogue!"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Pistol him, pistol him."
            },
            {
              "speaker": "Sir Toby",
              "line": "Peace, peace."
            },
            {
              "speaker": "Malvolio",
              "line": "There is example for't. The lady of the Strachy married the yeoman of the wardrobe."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Fie on him, Jezebel!"
            },
            {
              "speaker": "Fabian",
              "line": "O, peace! now he's deeply in; look how imagination blows him."
            },
            {
              "speaker": "Malvolio",
              "line": "Having been three months married to her, sitting in my state-"
            },
            {
              "speaker": "Sir Toby",
              "line": "O for a stone-bow to hit him in the eye!"
            },
            {
              "speaker": "Malvolio",
              "line": "Calling my officers about me, in my branched velvet gown; having come from a day-bed, where I have left Olivia sleeping."
            },
            {
              "speaker": "Sir Toby",
              "line": "Fire and brimstone!"
            },
            {
              "speaker": "Fabian",
              "line": "O, peace, peace."
            },
            {
              "speaker": "Malvolio",
              "line": "And then to have the humour of state; and after a demure travel of regard, telling them I know my place as I would they should do theirs, to ask for my kinsman Toby."
            },
            {
              "speaker": "Sir Toby",
              "line": "Bolts and shackles!"
            },
            {
              "speaker": "Fabian",
              "line": "O, peace, peace, peace! Now, now."
            },
            {
              "speaker": "Malvolio",
              "line": "Seven of my people, with an obedient start, make out for him. I frown the while, and perchance wind up my watch, or play with some rich jewel. Toby approaches; curtsies there to me-"
            },
            {
              "speaker": "Sir Toby",
              "line": "Shall this fellow live?"
            },
            {
              "speaker": "Fabian",
              "line": "Though our silence be drawn from us with cars, yet peace!"
            },
            {
              "speaker": "Malvolio",
              "line": "I extend my hand to him thus, quenching my familiar smile with an austere regard of control-"
            },
            {
              "speaker": "Sir Toby",
              "line": "And does not Toby take you a blow o' the lips then?"
            },
            {
              "speaker": "Malvolio",
              "line": "Saying ‘Cousin Toby, my fortunes having cast me on your niece, give me this prerogative of speech-'"
            },
            {
              "speaker": "Sir Toby",
              "line": "What, what?"
            },
            {
              "speaker": "Malvolio",
              "line": "‘You must amend your drunkenness.'"
            },
            {
              "speaker": "Sir Toby",
              "line": "Out, scab!"
            },
            {
              "speaker": "Fabian",
              "line": "Nay, patience, or we break the sinews of our plot."
            },
            {
              "speaker": "Malvolio",
              "line": "‘Besides, you waste the treasure of your time with a foolish knight-'"
            },
            {
              "speaker": "Sir Andrew",
              "line": "That's me, I warrant you."
            },
            {
              "speaker": "Malvolio",
              "line": "‘One Sir Andrew.'"
            },
            {
              "speaker": "Sir Andrew",
              "line": "I knew 'twas I, for many do call me fool."
            },
            {
              "speaker": "Malvolio",
              "line": "What employment have we here?"
            },
            {
              "speaker": "Fabian",
              "line": "Now is the woodcock near the gin."
            },
            {
              "speaker": "Sir Toby",
              "line": "O, peace! And the spirit of humours intimate reading aloud to him!"
            },
            {
              "speaker": "Malvolio",
              "line": "By my life, this is my lady's hand: these be her very C's, her U's, and her T's, and thus makes she her great P's. It is in contempt of question, her hand."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Her C's, her U's, and her T's. Why that?"
            },
            {
              "speaker": "Malvolio",
              "line": "_To the unknown beloved, this, and my good wishes._ Her very phrases! By your leave, wax. Soft! and the impressure her Lucrece, with which she uses to seal: 'tis my lady. To whom should this be?"
            },
            {
              "speaker": "Fabian",
              "line": "This wins him, liver and all."
            },
            {
              "speaker": "Malvolio",
              "line": "_    Jove knows I love, But who? Lips, do not move, No man must know._ ‘No man must know.' What follows? The numbers alter'd! ‘No man must know.'-If this should be thee, Malvolio?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Marry, hang thee, brock!"
            },
            {
              "speaker": "Malvolio",
              "line": "_    I may command where I adore, But silence, like a Lucrece knife, With bloodless stroke my heart doth gore; M.O.A.I. doth sway my life._"
            },
            {
              "speaker": "Fabian",
              "line": "A fustian riddle!"
            },
            {
              "speaker": "Sir Toby",
              "line": "Excellent wench, say I."
            },
            {
              "speaker": "Malvolio",
              "line": "‘M.O.A.I. doth sway my life.'-Nay, but first let me see, let me see, let me see."
            },
            {
              "speaker": "Fabian",
              "line": "What dish o' poison has she dressed him!"
            },
            {
              "speaker": "Sir Toby",
              "line": "And with what wing the staniel checks at it!"
            },
            {
              "speaker": "Malvolio",
              "line": "‘I may command where I adore.' Why, she may command me: I serve her, she is my lady. Why, this is evident to any formal capacity. There is no obstruction in this. And the end-what should that alphabetical position portend? If I could make that resemble something in me! Softly! ‘M.O.A.I.'-"
            },
            {
              "speaker": "Sir Toby",
              "line": "O, ay, make up that:-he is now at a cold scent."
            },
            {
              "speaker": "Fabian",
              "line": "Sowter will cry upon't for all this, though it be as rank as a fox."
            },
            {
              "speaker": "Malvolio",
              "line": "‘M'-Malvolio; ‘M!' Why, that begins my name!"
            },
            {
              "speaker": "Fabian",
              "line": "Did not I say he would work it out? The cur is excellent at faults."
            },
            {
              "speaker": "Malvolio",
              "line": "‘M'-But then there is no consonancy in the sequel; that suffers under probation: ‘A' should follow, but ‘O' does."
            },
            {
              "speaker": "Fabian",
              "line": "And ‘O' shall end, I hope."
            },
            {
              "speaker": "Sir Toby",
              "line": "Ay, or I'll cudgel him, and make him cry ‘O!'"
            },
            {
              "speaker": "Malvolio",
              "line": "And then ‘I' comes behind."
            },
            {
              "speaker": "Fabian",
              "line": "Ay, and you had any eye behind you, you might see more detraction at your heels than fortunes before you."
            },
            {
              "speaker": "Malvolio",
              "line": "‘M.O.A.I.' This simulation is not as the former: and yet, to crush this a little, it would bow to me, for every one of these letters are in my name. Soft, here follows prose.  _If this fall into thy hand, revolve. In my stars I am above thee, but be not afraid of greatness. Some are born great, some achieve greatness, and some have greatness thrust upon 'em. Thy fates open their hands, let thy blood and spirit embrace them. And, to inure thyself to what thou art like to be, cast thy humble slough and appear fresh. Be opposite with a kinsman, surly with servants. Let thy tongue tang arguments of state; put thyself into the trick of singularity. She thus advises thee that sighs for thee. Remember who commended thy yellow stockings, and wished to see thee ever cross-gartered. I say, remember. Go to, thou art made, if thou desir'st to be so. If not, let me see thee a steward still, the fellow of servants, and not worthy to touch Fortune's fingers. Farewell. She that would alter services with thee, The Fortunate Unhappy._ Daylight and champian discovers not more! This is open. I will be proud, I will read politic authors, I will baffle Sir Toby, I will wash off gross acquaintance, I will be point-device, the very man. I do not now fool myself, to let imagination jade me; for every reason excites to this, that my lady loves me. She did commend my yellow stockings of late, she did praise my leg being cross-gartered, and in this she manifests herself to my love, and with a kind of injunction, drives me to these habits of her liking. I thank my stars, I am happy. I will be strange, stout, in yellow stockings, and cross-gartered, even with the swiftness of putting on. Jove and my stars be praised!-Here is yet a postscript.  _Thou canst not choose but know who I am. If thou entertain'st my love, let it appear in thy smiling; thy smiles become thee well. Therefore in my presence still smile, dear my sweet, I prithee._ Jove, I thank thee. I will smile, I will do everything that thou wilt have me."
            },
            {
              "speaker": "Fabian",
              "line": "I will not give my part of this sport for a pension of thousands to be paid from the Sophy."
            },
            {
              "speaker": "Sir Toby",
              "line": "I could marry this wench for this device."
            },
            {
              "speaker": "Sir Andrew",
              "line": "So could I too."
            },
            {
              "speaker": "Sir Toby",
              "line": "And ask no other dowry with her but such another jest."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Nor I neither."
            },
            {
              "speaker": "Fabian",
              "line": "Here comes my noble gull-catcher."
            },
            {
              "speaker": "Sir Toby",
              "line": "Wilt thou set thy foot o' my neck?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Or o' mine either?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Shall I play my freedom at tray-trip, and become thy bond-slave?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "I' faith, or I either?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Why, thou hast put him in such a dream, that when the image of it leaves him he must run mad."
            },
            {
              "speaker": "Maria",
              "line": "Nay, but say true, does it work upon him?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Like aqua-vitae with a midwife."
            },
            {
              "speaker": "Maria",
              "line": "If you will then see the fruits of the sport, mark his first approach before my lady: he will come to her in yellow stockings, and 'tis a colour she abhors, and cross-gartered, a fashion she detests; and he will smile upon her, which will now be so unsuitable to her disposition, being addicted to a melancholy as she is, that it cannot but turn him into a notable contempt. If you will see it, follow me."
            },
            {
              "speaker": "Sir Toby",
              "line": "To the gates of Tartar, thou most excellent devil of wit!"
            },
            {
              "speaker": "Sir Andrew",
              "line": "I'll make one too."
            }
          ]
        },
        {
          "scene": 1,
          "location": "Olivia's garden.",
          "scene_id": "twelfth_night_or_what_you_will_1_1",
          "dialogues": [
            {
              "speaker": "Viola",
              "line": "Save thee, friend, and thy music. Dost thou live by thy tabor?"
            },
            {
              "speaker": "Clown",
              "line": "No, sir, I live by the church."
            },
            {
              "speaker": "Viola",
              "line": "Art thou a churchman?"
            },
            {
              "speaker": "Clown",
              "line": "No such matter, sir. I do live by the church, for I do live at my house, and my house doth stand by the church."
            },
            {
              "speaker": "Viola",
              "line": "So thou mayst say the king lies by a beggar, if a beggar dwell near him; or the church stands by thy tabor, if thy tabor stand by the church."
            },
            {
              "speaker": "Clown",
              "line": "You have said, sir. To see this age! A sentence is but a chev'ril glove to a good wit. How quickly the wrong side may be turned outward!"
            },
            {
              "speaker": "Viola",
              "line": "Nay, that's certain; they that dally nicely with words may quickly make them wanton."
            },
            {
              "speaker": "Clown",
              "line": "I would, therefore, my sister had had no name, sir."
            },
            {
              "speaker": "Viola",
              "line": "Why, man?"
            },
            {
              "speaker": "Clown",
              "line": "Why, sir, her name's a word; and to dally with that word might make my sister wanton. But indeed, words are very rascals, since bonds disgraced them."
            },
            {
              "speaker": "Viola",
              "line": "Thy reason, man?"
            },
            {
              "speaker": "Clown",
              "line": "Troth, sir, I can yield you none without words, and words are grown so false, I am loath to prove reason with them."
            },
            {
              "speaker": "Viola",
              "line": "I warrant thou art a merry fellow, and car'st for nothing."
            },
            {
              "speaker": "Clown",
              "line": "Not so, sir, I do care for something. But in my conscience, sir, I do not care for you. If that be to care for nothing, sir, I would it would make you invisible."
            },
            {
              "speaker": "Viola",
              "line": "Art not thou the Lady Olivia's fool?"
            },
            {
              "speaker": "Clown",
              "line": "No, indeed, sir; the Lady Olivia has no folly. She will keep no fool, sir, till she be married, and fools are as like husbands as pilchards are to herrings, the husband's the bigger. I am indeed not her fool, but her corrupter of words."
            },
            {
              "speaker": "Viola",
              "line": "I saw thee late at the Count Orsino's."
            },
            {
              "speaker": "Clown",
              "line": "Foolery, sir, does walk about the orb like the sun; it shines everywhere. I would be sorry, sir, but the fool should be as oft with your master as with my mistress. I think I saw your wisdom there."
            },
            {
              "speaker": "Viola",
              "line": "Nay, and thou pass upon me, I'll no more with thee. Hold, there's expenses for thee."
            },
            {
              "speaker": "Clown",
              "line": "Now Jove, in his next commodity of hair, send thee a beard!"
            },
            {
              "speaker": "Viola",
              "line": "By my troth, I'll tell thee, I am almost sick for one, though I would not have it grow on my chin. Is thy lady within?"
            },
            {
              "speaker": "Clown",
              "line": "Would not a pair of these have bred, sir?"
            },
            {
              "speaker": "Viola",
              "line": "Yes, being kept together, and put to use."
            },
            {
              "speaker": "Clown",
              "line": "I would play Lord Pandarus of Phrygia, sir, to bring a Cressida to this Troilus."
            },
            {
              "speaker": "Viola",
              "line": "I understand you, sir; 'tis well begged."
            },
            {
              "speaker": "Clown",
              "line": "The matter, I hope, is not great, sir, begging but a beggar: Cressida was a beggar. My lady is within, sir. I will conster to them whence you come; who you are and what you would are out of my welkin. I might say \"element\", but the word is overworn."
            },
            {
              "speaker": "Viola",
              "line": "This fellow is wise enough to play the fool, And to do that well, craves a kind of wit: He must observe their mood on whom he jests, The quality of persons, and the time, And like the haggard, check at every feather That comes before his eye. This is a practice As full of labour as a wise man's art: For folly, that he wisely shows, is fit; But wise men, folly-fall'n, quite taint their wit."
            },
            {
              "speaker": "Sir Toby",
              "line": "Save you, gentleman."
            },
            {
              "speaker": "Viola",
              "line": "And you, sir."
            },
            {
              "speaker": "Sir Andrew",
              "line": "_Dieu vous garde, monsieur._"
            },
            {
              "speaker": "Viola",
              "line": "_Et vous aussi; votre serviteur._"
            },
            {
              "speaker": "Sir Andrew",
              "line": "I hope, sir, you are, and I am yours."
            },
            {
              "speaker": "Sir Toby",
              "line": "Will you encounter the house? My niece is desirous you should enter, if your trade be to her."
            },
            {
              "speaker": "Viola",
              "line": "I am bound to your niece, sir, I mean, she is the list of my voyage."
            },
            {
              "speaker": "Sir Toby",
              "line": "Taste your legs, sir, put them to motion."
            },
            {
              "speaker": "Viola",
              "line": "My legs do better understand me, sir, than I understand what you mean by bidding me taste my legs."
            },
            {
              "speaker": "Sir Toby",
              "line": "I mean, to go, sir, to enter."
            },
            {
              "speaker": "Viola",
              "line": "I will answer you with gait and entrance: but we are prevented. Most excellent accomplished lady, the heavens rain odours on you!"
            },
            {
              "speaker": "Sir Andrew",
              "line": "That youth's a rare courtier. ‘Rain odours,' well."
            },
            {
              "speaker": "Viola",
              "line": "My matter hath no voice, lady, but to your own most pregnant and vouchsafed ear."
            },
            {
              "speaker": "Sir Andrew",
              "line": "‘Odours,' ‘pregnant,' and ‘vouchsafed.'-I'll get 'em all three ready."
            },
            {
              "speaker": "Olivia",
              "line": "Let the garden door be shut, and leave me to my hearing. Give me your hand, sir."
            },
            {
              "speaker": "Viola",
              "line": "My duty, madam, and most humble service."
            },
            {
              "speaker": "Olivia",
              "line": "What is your name?"
            },
            {
              "speaker": "Viola",
              "line": "Cesario is your servant's name, fair princess."
            },
            {
              "speaker": "Olivia",
              "line": "My servant, sir! 'Twas never merry world, Since lowly feigning was call'd compliment: Y'are servant to the Count Orsino, youth."
            },
            {
              "speaker": "Viola",
              "line": "And he is yours, and his must needs be yours. Your servant's servant is your servant, madam."
            },
            {
              "speaker": "Olivia",
              "line": "For him, I think not on him: for his thoughts, Would they were blanks rather than fill'd with me!"
            },
            {
              "speaker": "Viola",
              "line": "Madam, I come to whet your gentle thoughts On his behalf."
            },
            {
              "speaker": "Olivia",
              "line": "O, by your leave, I pray you. I bade you never speak again of him. But would you undertake another suit, I had rather hear you to solicit that Than music from the spheres."
            },
            {
              "speaker": "Viola",
              "line": "Dear lady-"
            },
            {
              "speaker": "Olivia",
              "line": "Give me leave, beseech you. I did send, After the last enchantment you did here, A ring in chase of you. So did I abuse Myself, my servant, and, I fear me, you. Under your hard construction must I sit; To force that on you in a shameful cunning, Which you knew none of yours. What might you think? Have you not set mine honour at the stake, And baited it with all th' unmuzzled thoughts That tyrannous heart can think? To one of your receiving Enough is shown. A cypress, not a bosom, Hides my heart: so let me hear you speak."
            },
            {
              "speaker": "Viola",
              "line": "I pity you."
            },
            {
              "speaker": "Olivia",
              "line": "That's a degree to love."
            },
            {
              "speaker": "Viola",
              "line": "No, not a grize; for 'tis a vulgar proof That very oft we pity enemies."
            },
            {
              "speaker": "Olivia",
              "line": "Why then methinks 'tis time to smile again. O world, how apt the poor are to be proud! If one should be a prey, how much the better To fall before the lion than the wolf!  The clock upbraids me with the waste of time. Be not afraid, good youth, I will not have you. And yet, when wit and youth is come to harvest, Your wife is like to reap a proper man. There lies your way, due west."
            },
            {
              "speaker": "Viola",
              "line": "Then westward ho! Grace and good disposition attend your ladyship! You'll nothing, madam, to my lord by me?"
            },
            {
              "speaker": "Olivia",
              "line": "Stay: I prithee tell me what thou think'st of me."
            },
            {
              "speaker": "Viola",
              "line": "That you do think you are not what you are."
            },
            {
              "speaker": "Olivia",
              "line": "If I think so, I think the same of you."
            },
            {
              "speaker": "Viola",
              "line": "Then think you right; I am not what I am."
            },
            {
              "speaker": "Olivia",
              "line": "I would you were as I would have you be."
            },
            {
              "speaker": "Viola",
              "line": "Would it be better, madam, than I am? I wish it might, for now I am your fool."
            },
            {
              "speaker": "Olivia",
              "line": "O what a deal of scorn looks beautiful In the contempt and anger of his lip! A murd'rous guilt shows not itself more soon Than love that would seem hid. Love's night is noon. Cesario, by the roses of the spring, By maidhood, honour, truth, and everything, I love thee so, that maugre all thy pride, Nor wit nor reason can my passion hide. Do not extort thy reasons from this clause, For that I woo, thou therefore hast no cause; But rather reason thus with reason fetter: Love sought is good, but given unsought is better."
            },
            {
              "speaker": "Viola",
              "line": "By innocence I swear, and by my youth, I have one heart, one bosom, and one truth, And that no woman has; nor never none Shall mistress be of it, save I alone. And so adieu, good madam; never more Will I my master's tears to you deplore."
            },
            {
              "speaker": "Olivia",
              "line": "Yet come again: for thou perhaps mayst move That heart, which now abhors, to like his love."
            }
          ]
        },
        {
          "scene": 2,
          "location": "A Room in Olivia's House.",
          "scene_id": "twelfth_night_or_what_you_will_1_2",
          "dialogues": [
            {
              "speaker": "Sir Andrew",
              "line": "No, faith, I'll not stay a jot longer."
            },
            {
              "speaker": "Sir Toby",
              "line": "Thy reason, dear venom, give thy reason."
            },
            {
              "speaker": "Fabian",
              "line": "You must needs yield your reason, Sir Andrew."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Marry, I saw your niece do more favours to the Count's servingman than ever she bestowed upon me; I saw't i' th' orchard."
            },
            {
              "speaker": "Sir Toby",
              "line": "Did she see thee the while, old boy? Tell me that."
            },
            {
              "speaker": "Sir Andrew",
              "line": "As plain as I see you now."
            },
            {
              "speaker": "Fabian",
              "line": "This was a great argument of love in her toward you."
            },
            {
              "speaker": "Sir Andrew",
              "line": "'Slight! will you make an ass o' me?"
            },
            {
              "speaker": "Fabian",
              "line": "I will prove it legitimate, sir, upon the oaths of judgment and reason."
            },
            {
              "speaker": "Sir Toby",
              "line": "And they have been grand-jurymen since before Noah was a sailor."
            },
            {
              "speaker": "Fabian",
              "line": "She did show favour to the youth in your sight only to exasperate you, to awake your dormouse valour, to put fire in your heart and brimstone in your liver. You should then have accosted her, and with some excellent jests, fire-new from the mint, you should have banged the youth into dumbness. This was looked for at your hand, and this was balked: the double gilt of this opportunity you let time wash off, and you are now sailed into the north of my lady's opinion; where you will hang like an icicle on Dutchman's beard, unless you do redeem it by some laudable attempt, either of valour or policy."
            },
            {
              "speaker": "Sir Andrew",
              "line": "And't be any way, it must be with valour, for policy I hate; I had as lief be a Brownist as a politician."
            },
            {
              "speaker": "Sir Toby",
              "line": "Why, then, build me thy fortunes upon the basis of valour. Challenge me the Count's youth to fight with him. Hurt him in eleven places; my niece shall take note of it, and assure thyself there is no love-broker in the world can more prevail in man's commendation with woman than report of valour."
            },
            {
              "speaker": "Fabian",
              "line": "There is no way but this, Sir Andrew."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Will either of you bear me a challenge to him?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Go, write it in a martial hand, be curst and brief; it is no matter how witty, so it be eloquent and full of invention. Taunt him with the licence of ink. If thou ‘thou'st' him some thrice, it shall not be amiss, and as many lies as will lie in thy sheet of paper, although the sheet were big enough for the bed of Ware in England, set 'em down. Go about it. Let there be gall enough in thy ink, though thou write with a goose-pen, no matter. About it."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Where shall I find you?"
            },
            {
              "speaker": "Sir Toby",
              "line": "We'll call thee at the cubiculo. Go."
            },
            {
              "speaker": "Fabian",
              "line": "This is a dear manikin to you, Sir Toby."
            },
            {
              "speaker": "Sir Toby",
              "line": "I have been dear to him, lad, some two thousand strong, or so."
            },
            {
              "speaker": "Fabian",
              "line": "We shall have a rare letter from him; but you'll not deliver it."
            },
            {
              "speaker": "Sir Toby",
              "line": "Never trust me then. And by all means stir on the youth to an answer. I think oxen and wainropes cannot hale them together. For Andrew, if he were opened and you find so much blood in his liver as will clog the foot of a flea, I'll eat the rest of th' anatomy."
            },
            {
              "speaker": "Fabian",
              "line": "And his opposite, the youth, bears in his visage no great presage of cruelty."
            },
            {
              "speaker": "Sir Toby",
              "line": "Look where the youngest wren of nine comes."
            },
            {
              "speaker": "Maria",
              "line": "If you desire the spleen, and will laugh yourselves into stitches, follow me. Yond gull Malvolio is turned heathen, a very renegado; for there is no Christian that means to be saved by believing rightly can ever believe such impossible passages of grossness. He's in yellow stockings."
            },
            {
              "speaker": "Sir Toby",
              "line": "And cross-gartered?"
            },
            {
              "speaker": "Maria",
              "line": "Most villainously; like a pedant that keeps a school i' th' church. I have dogged him like his murderer. He does obey every point of the letter that I dropped to betray him. He does smile his face into more lines than is in the new map with the augmentation of the Indies. You have not seen such a thing as 'tis. I  can hardly forbear hurling things at him. I know my lady will strike him. If she do, he'll smile and take't for a great favour."
            },
            {
              "speaker": "Sir Toby",
              "line": "Come, bring us, bring us where he is."
            }
          ]
        },
        {
          "scene": 3,
          "location": "A street.",
          "scene_id": "twelfth_night_or_what_you_will_1_3",
          "dialogues": [
            {
              "speaker": "Sebastian",
              "line": "I would not by my will have troubled you, But since you make your pleasure of your pains, I will no further chide you."
            },
            {
              "speaker": "Antonio",
              "line": "I could not stay behind you: my desire, More sharp than filed steel, did spur me forth; And not all love to see you, though so much, As might have drawn one to a longer voyage, But jealousy what might befall your travel, Being skilless in these parts; which to a stranger, Unguided and unfriended, often prove Rough and unhospitable. My willing love, The rather by these arguments of fear, Set forth in your pursuit."
            },
            {
              "speaker": "Sebastian",
              "line": "My kind Antonio, I can no other answer make but thanks, And thanks, and ever thanks; and oft good turns Are shuffled off with such uncurrent pay. But were my worth, as is my conscience, firm, You should find better dealing. What's to do? Shall we go see the relics of this town?"
            },
            {
              "speaker": "Antonio",
              "line": "Tomorrow, sir; best first go see your lodging."
            },
            {
              "speaker": "Sebastian",
              "line": "I am not weary, and 'tis long to night; I pray you, let us satisfy our eyes With the memorials and the things of fame That do renown this city."
            },
            {
              "speaker": "Antonio",
              "line": "Would you'd pardon me. I do not without danger walk these streets. Once in a sea-fight, 'gainst the Count his galleys, I did some service, of such note indeed, That were I ta'en here, it would scarce be answer'd."
            },
            {
              "speaker": "Sebastian",
              "line": "Belike you slew great number of his people."
            },
            {
              "speaker": "Antonio",
              "line": "Th' offence is not of such a bloody nature, Albeit the quality of the time and quarrel Might well have given us bloody argument. It might have since been answered in repaying What we took from them, which for traffic's sake, Most of our city did. Only myself stood out, For which, if I be lapsed in this place, I shall pay dear."
            },
            {
              "speaker": "Sebastian",
              "line": "Do not then walk too open."
            },
            {
              "speaker": "Antonio",
              "line": "It doth not fit me. Hold, sir, here's my purse. In the south suburbs, at the Elephant, Is best to lodge. I will bespeak our diet Whiles you beguile the time and feed your knowledge With viewing of the town. There shall you have me."
            },
            {
              "speaker": "Sebastian",
              "line": "Why I your purse?"
            },
            {
              "speaker": "Antonio",
              "line": "Haply your eye shall light upon some toy You have desire to purchase; and your store, I think, is not for idle markets, sir."
            },
            {
              "speaker": "Sebastian",
              "line": "I'll be your purse-bearer, and leave you for an hour."
            },
            {
              "speaker": "Antonio",
              "line": "To th' Elephant."
            },
            {
              "speaker": "Sebastian",
              "line": "I do remember."
            }
          ]
        },
        {
          "scene": 4,
          "location": "Olivia's garden.",
          "scene_id": "twelfth_night_or_what_you_will_1_4",
          "dialogues": [
            {
              "speaker": "Olivia",
              "line": "I have sent after him. He says he'll come; How shall I feast him? What bestow of him? For youth is bought more oft than begg'd or borrow'd. I speak too loud.- Where's Malvolio?-He is sad and civil, And suits well for a servant with my fortunes; Where is Malvolio?"
            },
            {
              "speaker": "Maria",
              "line": "He's coming, madam: But in very strange manner. He is sure possessed, madam."
            },
            {
              "speaker": "Olivia",
              "line": "Why, what's the matter? Does he rave?"
            },
            {
              "speaker": "Maria",
              "line": "No, madam, he does nothing but smile: your ladyship were best to have some guard about you if he come, for sure the man is tainted in 's wits."
            },
            {
              "speaker": "Olivia",
              "line": "Go call him hither. I'm as mad as he, If sad and merry madness equal be. How now, Malvolio?"
            },
            {
              "speaker": "Malvolio",
              "line": "Sweet lady, ho, ho!"
            },
            {
              "speaker": "Olivia",
              "line": "Smil'st thou? I sent for thee upon a sad occasion."
            },
            {
              "speaker": "Malvolio",
              "line": "Sad, lady? I could be sad: this does make some obstruction in the blood, this cross-gartering. But what of that? If it please the eye of one, it is with me as the very true sonnet is: ‘Please one and please all.'"
            },
            {
              "speaker": "Olivia",
              "line": "Why, how dost thou, man? What is the matter with thee?"
            },
            {
              "speaker": "Malvolio",
              "line": "Not black in my mind, though yellow in my legs. It did come to his hands, and commands shall be executed. I think we do know the sweet Roman hand."
            },
            {
              "speaker": "Olivia",
              "line": "Wilt thou go to bed, Malvolio?"
            },
            {
              "speaker": "Malvolio",
              "line": "To bed? Ay, sweetheart, and I'll come to thee."
            },
            {
              "speaker": "Olivia",
              "line": "God comfort thee! Why dost thou smile so, and kiss thy hand so oft?"
            },
            {
              "speaker": "Maria",
              "line": "How do you, Malvolio?"
            },
            {
              "speaker": "Malvolio",
              "line": "At your request? Yes, nightingales answer daws!"
            },
            {
              "speaker": "Maria",
              "line": "Why appear you with this ridiculous boldness before my lady?"
            },
            {
              "speaker": "Malvolio",
              "line": "‘Be not afraid of greatness.' 'Twas well writ."
            },
            {
              "speaker": "Olivia",
              "line": "What mean'st thou by that, Malvolio?"
            },
            {
              "speaker": "Malvolio",
              "line": "‘Some are born great'-"
            },
            {
              "speaker": "Olivia",
              "line": "Ha?"
            },
            {
              "speaker": "Malvolio",
              "line": "‘Some achieve greatness'-"
            },
            {
              "speaker": "Olivia",
              "line": "What say'st thou?"
            },
            {
              "speaker": "Malvolio",
              "line": "‘And some have greatness thrust upon them.'"
            },
            {
              "speaker": "Olivia",
              "line": "Heaven restore thee!"
            },
            {
              "speaker": "Malvolio",
              "line": "‘Remember who commended thy yellow stockings'-"
            },
            {
              "speaker": "Olivia",
              "line": "Thy yellow stockings?"
            },
            {
              "speaker": "Malvolio",
              "line": "‘And wished to see thee cross-gartered.'"
            },
            {
              "speaker": "Olivia",
              "line": "Cross-gartered?"
            },
            {
              "speaker": "Malvolio",
              "line": "‘Go to: thou art made, if thou desir'st to be so:'-"
            },
            {
              "speaker": "Olivia",
              "line": "Am I made?"
            },
            {
              "speaker": "Malvolio",
              "line": "‘If not, let me see thee a servant still.'"
            },
            {
              "speaker": "Olivia",
              "line": "Why, this is very midsummer madness."
            },
            {
              "speaker": "Servant",
              "line": "Madam, the young gentleman of the Count Orsino's is returned; I could hardly entreat him back. He attends your ladyship's pleasure."
            },
            {
              "speaker": "Olivia",
              "line": "I'll come to him. Good Maria, let this fellow be looked to. Where's my cousin Toby? Let some of my people have a special care of him; I would not have him miscarry for the half of my dowry."
            },
            {
              "speaker": "Malvolio",
              "line": "O ho, do you come near me now? No worse man than Sir Toby to look to me. This concurs directly with the letter: she sends him on purpose, that I may appear stubborn to him; for she incites me to that in the letter. ‘Cast thy humble slough,' says she; ‘be opposite with a kinsman, surly with servants, let thy tongue tang with arguments of state, put thyself into the trick of singularity,' and consequently, sets down the manner how: as, a sad face, a reverend carriage, a slow tongue, in the habit of some sir of note, and so forth. I have limed her, but it is Jove's doing, and Jove make me thankful! And when she went away now, ‘Let this fellow be looked to;' ‘Fellow!' not ‘Malvolio', nor after my degree, but ‘fellow'. Why, everything adheres together, that no dram of a scruple, no scruple of a scruple, no obstacle, no incredulous or unsafe circumstance. What can be said? Nothing that can be can come between me and the full prospect of my hopes. Well, Jove, not I, is the doer of this, and he is to be thanked."
            },
            {
              "speaker": "Sir Toby",
              "line": "Which way is he, in the name of sanctity? If all the devils of hell be drawn in little, and Legion himself possessed him, yet I'll speak to him."
            },
            {
              "speaker": "Fabian",
              "line": "Here he is, here he is. How is't with you, sir? How is't with you, man?"
            },
            {
              "speaker": "Malvolio",
              "line": "Go off, I discard you. Let me enjoy my private. Go off."
            },
            {
              "speaker": "Maria",
              "line": "Lo, how hollow the fiend speaks within him! Did not I tell you? Sir Toby, my lady prays you to have a care of him."
            },
            {
              "speaker": "Malvolio",
              "line": "Ah, ha! does she so?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Go to, go to; peace, peace, we must deal gently with him. Let me alone. How do you, Malvolio? How is't with you? What, man! defy the devil! Consider, he's an enemy to mankind."
            },
            {
              "speaker": "Malvolio",
              "line": "Do you know what you say?"
            },
            {
              "speaker": "Maria",
              "line": "La you, an you speak ill of the devil, how he takes it at heart! Pray God he be not bewitched."
            },
            {
              "speaker": "Fabian",
              "line": "Carry his water to th' wise woman."
            },
            {
              "speaker": "Maria",
              "line": "Marry, and it shall be done tomorrow morning, if I live. My lady would not lose him for more than I'll say."
            },
            {
              "speaker": "Malvolio",
              "line": "How now, mistress!"
            },
            {
              "speaker": "Maria",
              "line": "O Lord!"
            },
            {
              "speaker": "Sir Toby",
              "line": "Prithee hold thy peace, this is not the way. Do you not see you move him? Let me alone with him."
            },
            {
              "speaker": "Fabian",
              "line": "No way but gentleness, gently, gently. The fiend is rough, and will not be roughly used."
            },
            {
              "speaker": "Sir Toby",
              "line": "Why, how now, my bawcock? How dost thou, chuck?"
            },
            {
              "speaker": "Malvolio",
              "line": "Sir!"
            },
            {
              "speaker": "Sir Toby",
              "line": "Ay, biddy, come with me. What, man, 'tis not for gravity to play at cherry-pit with Satan. Hang him, foul collier!"
            },
            {
              "speaker": "Maria",
              "line": "Get him to say his prayers, good Sir Toby, get him to pray."
            },
            {
              "speaker": "Malvolio",
              "line": "My prayers, minx?"
            },
            {
              "speaker": "Maria",
              "line": "No, I warrant you, he will not hear of godliness."
            },
            {
              "speaker": "Malvolio",
              "line": "Go, hang yourselves all! You are idle, shallow things. I am not of your element. You shall know more hereafter."
            },
            {
              "speaker": "Sir Toby",
              "line": "Is't possible?"
            },
            {
              "speaker": "Fabian",
              "line": "If this were played upon a stage now, I could condemn it as an improbable fiction."
            },
            {
              "speaker": "Sir Toby",
              "line": "His very genius hath taken the infection of the device, man."
            },
            {
              "speaker": "Maria",
              "line": "Nay, pursue him now, lest the device take air and taint."
            },
            {
              "speaker": "Fabian",
              "line": "Why, we shall make him mad indeed."
            },
            {
              "speaker": "Maria",
              "line": "The house will be the quieter."
            },
            {
              "speaker": "Sir Toby",
              "line": "Come, we'll have him in a dark room and bound. My niece is already in the belief that he's mad. We may carry it thus for our pleasure, and his penance, till our very pastime, tired out of breath, prompt us to have mercy on him, at which time we will bring the device to the bar, and crown thee for a finder of madmen. But see, but see!"
            },
            {
              "speaker": "Fabian",
              "line": "More matter for a May morning."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Here's the challenge, read it. I warrant there's vinegar and pepper in't."
            },
            {
              "speaker": "Fabian",
              "line": "Is't so saucy?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Ay, is't, I warrant him. Do but read."
            },
            {
              "speaker": "Sir Toby",
              "line": "Give me.  _Youth, whatsoever thou art, thou art but a scurvy fellow._"
            },
            {
              "speaker": "Fabian",
              "line": "Good, and valiant."
            },
            {
              "speaker": "Sir Toby",
              "line": "_Wonder not, nor admire not in thy mind, why I do call thee so, for I will show thee no reason for't._"
            },
            {
              "speaker": "Fabian",
              "line": "A good note, that keeps you from the blow of the law."
            },
            {
              "speaker": "Sir Toby",
              "line": "_Thou comest to the Lady Olivia, and in my sight she uses thee kindly: but thou liest in thy throat; that is not the matter I challenge thee for._"
            },
            {
              "speaker": "Fabian",
              "line": "Very brief, and to exceeding good sense-less."
            },
            {
              "speaker": "Sir Toby",
              "line": "_I will waylay thee going home; where if it be thy chance to kill me-_"
            },
            {
              "speaker": "Fabian",
              "line": "Good."
            },
            {
              "speaker": "Sir Toby",
              "line": "_Thou kill'st me like a rogue and a villain._"
            },
            {
              "speaker": "Fabian",
              "line": "Still you keep o' th' windy side of the law. Good."
            },
            {
              "speaker": "Sir Toby",
              "line": "_Fare thee well, and God have mercy upon one of our souls! He may have mercy upon mine, but my hope is better, and so look to thyself. Thy friend, as thou usest him, and thy sworn enemy, Andrew Aguecheek._ If this letter move him not, his legs cannot. I'll give't him."
            },
            {
              "speaker": "Maria",
              "line": "You may have very fit occasion for't. He is now in some commerce with my lady, and will by and by depart."
            },
            {
              "speaker": "Sir Toby",
              "line": "Go, Sir Andrew. Scout me for him at the corner of the orchard, like a bum-baily. So soon as ever thou seest him, draw, and as thou draw'st, swear horrible, for it comes to pass oft that a terrible oath, with a swaggering accent sharply twanged off, gives manhood more approbation than ever proof itself would have earned him. Away."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Nay, let me alone for swearing."
            },
            {
              "speaker": "Sir Toby",
              "line": "Now will not I deliver his letter, for the behaviour of the young gentleman gives him out to be of good capacity and breeding; his employment between his lord and my niece confirms no less. Therefore this letter, being so excellently ignorant, will breed no terror in the youth. He will find it comes from a clodpole. But, sir, I will deliver his challenge by word of mouth, set upon Aguecheek notable report of valour, and drive the gentleman (as I know his youth will aptly receive it) into a most hideous opinion of his rage, skill, fury, and impetuosity. This will so fright them both that they will kill one another by the look, like cockatrices."
            },
            {
              "speaker": "Fabian",
              "line": "Here he comes with your niece; give them way till he take leave, and presently after him."
            },
            {
              "speaker": "Sir Toby",
              "line": "I will meditate the while upon some horrid message for a challenge."
            },
            {
              "speaker": "Olivia",
              "line": "I have said too much unto a heart of stone, And laid mine honour too unchary on't: There's something in me that reproves my fault: But such a headstrong potent fault it is, That it but mocks reproof."
            },
            {
              "speaker": "Viola",
              "line": "With the same 'haviour that your passion bears Goes on my master's griefs."
            },
            {
              "speaker": "Olivia",
              "line": "Here, wear this jewel for me, 'tis my picture. Refuse it not, it hath no tongue to vex you. And I beseech you come again tomorrow. What shall you ask of me that I'll deny, That honour sav'd, may upon asking give?"
            },
            {
              "speaker": "Viola",
              "line": "Nothing but this, your true love for my master."
            },
            {
              "speaker": "Olivia",
              "line": "How with mine honour may I give him that Which I have given to you?"
            },
            {
              "speaker": "Viola",
              "line": "I will acquit you."
            },
            {
              "speaker": "Olivia",
              "line": "Well, come again tomorrow. Fare thee well; A fiend like thee might bear my soul to hell."
            },
            {
              "speaker": "Sir Toby",
              "line": "Gentleman, God save thee."
            },
            {
              "speaker": "Viola",
              "line": "And you, sir."
            },
            {
              "speaker": "Sir Toby",
              "line": "That defence thou hast, betake thee to't. Of what nature the wrongs are thou hast done him, I know not, but thy intercepter, full of despite, bloody as the hunter, attends thee at the orchard end. Dismount thy tuck, be yare in thy preparation, for thy assailant is quick, skilful, and deadly."
            },
            {
              "speaker": "Viola",
              "line": "You mistake, sir; I am sure no man hath any quarrel to me. My remembrance is very free and clear from any image of offence done to any man."
            },
            {
              "speaker": "Sir Toby",
              "line": "You'll find it otherwise, I assure you. Therefore, if you hold your life at any price, betake you to your guard, for your opposite hath in him what youth, strength, skill, and wrath, can furnish man withal."
            },
            {
              "speaker": "Viola",
              "line": "I pray you, sir, what is he?"
            },
            {
              "speaker": "Sir Toby",
              "line": "He is knight, dubbed with unhatched rapier, and on carpet consideration, but he is a devil in private brawl. Souls and bodies hath he divorced three, and his incensement at this moment is so implacable that satisfaction can be none but by pangs of death and sepulchre. Hob, nob is his word; give't or take't."
            },
            {
              "speaker": "Viola",
              "line": "I will return again into the house and desire some conduct of the lady. I am no fighter. I have heard of some kind of men that put quarrels purposely on others to taste their valour: belike this is a man of that quirk."
            },
            {
              "speaker": "Sir Toby",
              "line": "Sir, no. His indignation derives itself out of a very competent injury; therefore, get you on and give him his desire. Back you shall not to the house, unless you undertake that with me which with as much safety you might answer him. Therefore on, or strip your sword stark naked, for meddle you must, that's certain, or forswear to wear iron about you."
            },
            {
              "speaker": "Viola",
              "line": "This is as uncivil as strange. I beseech you, do me this courteous office, as to know of the knight what my offence to him is. It is something of my negligence, nothing of my purpose."
            },
            {
              "speaker": "Sir Toby",
              "line": "I will do so. Signior Fabian, stay you by this gentleman till my return."
            },
            {
              "speaker": "Viola",
              "line": "Pray you, sir, do you know of this matter?"
            },
            {
              "speaker": "Fabian",
              "line": "I know the knight is incensed against you, even to a mortal arbitrement, but nothing of the circumstance more."
            },
            {
              "speaker": "Viola",
              "line": "I beseech you, what manner of man is he?"
            },
            {
              "speaker": "Fabian",
              "line": "Nothing of that wonderful promise, to read him by his form, as you are like to find him in the proof of his valour. He is indeed, sir, the most skilful, bloody, and fatal opposite that you could possibly have found in any part of Illyria. Will you walk towards him? I will make your peace with him if I can."
            },
            {
              "speaker": "Viola",
              "line": "I shall be much bound to you for't. I am one that had rather go with sir priest than sir knight: I care not who knows so much of my mettle."
            },
            {
              "speaker": "Sir Toby",
              "line": "Why, man, he's a very devil. I have not seen such a firago. I had a pass with him, rapier, scabbard, and all, and he gives me the stuck-in with such a mortal motion that it is inevitable; and on the answer, he pays you as surely as your feet hits the ground they step on. They say he has been fencer to the Sophy."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Pox on't, I'll not meddle with him."
            },
            {
              "speaker": "Sir Toby",
              "line": "Ay, but he will not now be pacified: Fabian can scarce hold him yonder."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Plague on't, an I thought he had been valiant, and so cunning in fence, I'd have seen him damned ere I'd have challenged him. Let him let the matter slip, and I'll give him my horse, grey Capilet."
            },
            {
              "speaker": "Sir Toby",
              "line": "I'll make the motion. Stand here, make a good show on't. This shall end without the perdition of souls.  Marry, I'll ride your horse as well as I ride you.  I have his horse to take up the quarrel. I have persuaded him the youth's a devil."
            },
            {
              "speaker": "Fabian",
              "line": "He is as horribly conceited of him, and pants and looks pale, as if a bear were at his heels."
            },
            {
              "speaker": "Sir Toby",
              "line": "There's no remedy, sir, he will fight with you for's oath sake. Marry, he hath better bethought him of his quarrel, and he finds that now scarce to be worth talking of. Therefore, draw for the supportance of his vow; he protests he will not hurt you."
            },
            {
              "speaker": "Viola",
              "line": "Pray God defend me! A little thing would make me tell them how much I lack of a man."
            },
            {
              "speaker": "Fabian",
              "line": "Give ground if you see him furious."
            },
            {
              "speaker": "Sir Toby",
              "line": "Come, Sir Andrew, there's no remedy, the gentleman will for his honour's sake have one bout with you. He cannot by the duello avoid it; but he has promised me, as he is a gentleman and a soldier, he will not hurt you. Come on: to't."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Pray God he keep his oath!"
            },
            {
              "speaker": "Viola",
              "line": "I do assure you 'tis against my will."
            },
            {
              "speaker": "Antonio",
              "line": "Put up your sword. If this young gentleman Have done offence, I take the fault on me. If you offend him, I for him defy you."
            },
            {
              "speaker": "Sir Toby",
              "line": "You, sir? Why, what are you?"
            },
            {
              "speaker": "Antonio",
              "line": "One, sir, that for his love dares yet do more Than you have heard him brag to you he will."
            },
            {
              "speaker": "Sir Toby",
              "line": "Nay, if you be an undertaker, I am for you."
            },
            {
              "speaker": "Fabian",
              "line": "O good Sir Toby, hold! Here come the officers."
            },
            {
              "speaker": "Sir Toby",
              "line": "I'll be with you anon."
            },
            {
              "speaker": "Viola",
              "line": "Pray, sir, put your sword up, if you please."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Marry, will I, sir; and for that I promised you, I'll be as good as my word. He will bear you easily, and reins well."
            },
            {
              "speaker": "First Officer",
              "line": "This is the man; do thy office."
            },
            {
              "speaker": "Second Officer",
              "line": "Antonio, I arrest thee at the suit Of Count Orsino."
            },
            {
              "speaker": "Antonio",
              "line": "You do mistake me, sir."
            },
            {
              "speaker": "First Officer",
              "line": "No, sir, no jot. I know your favour well, Though now you have no sea-cap on your head.- Take him away, he knows I know him well."
            },
            {
              "speaker": "Antonio",
              "line": "I must obey. This comes with seeking you; But there's no remedy, I shall answer it. What will you do? Now my necessity Makes me to ask you for my purse. It grieves me Much more for what I cannot do for you, Than what befalls myself. You stand amaz'd, But be of comfort."
            },
            {
              "speaker": "Second Officer",
              "line": "Come, sir, away."
            },
            {
              "speaker": "Antonio",
              "line": "I must entreat of you some of that money."
            },
            {
              "speaker": "Viola",
              "line": "What money, sir? For the fair kindness you have show'd me here, And part being prompted by your present trouble, Out of my lean and low ability I'll lend you something. My having is not much; I'll make division of my present with you. Hold, there's half my coffer."
            },
            {
              "speaker": "Antonio",
              "line": "Will you deny me now? Is't possible that my deserts to you Can lack persuasion? Do not tempt my misery, Lest that it make me so unsound a man As to upbraid you with those kindnesses That I have done for you."
            },
            {
              "speaker": "Viola",
              "line": "I know of none, Nor know I you by voice or any feature. I hate ingratitude more in a man Than lying, vainness, babbling, drunkenness, Or any taint of vice whose strong corruption Inhabits our frail blood."
            },
            {
              "speaker": "Antonio",
              "line": "O heavens themselves!"
            },
            {
              "speaker": "Second Officer",
              "line": "Come, sir, I pray you go."
            },
            {
              "speaker": "Antonio",
              "line": "Let me speak a little. This youth that you see here I snatch'd one half out of the jaws of death, Reliev'd him with such sanctity of love; And to his image, which methought did promise Most venerable worth, did I devotion."
            },
            {
              "speaker": "First Officer",
              "line": "What's that to us? The time goes by. Away!"
            },
            {
              "speaker": "Antonio",
              "line": "But O how vile an idol proves this god! Thou hast, Sebastian, done good feature shame. In nature there's no blemish but the mind; None can be call'd deform'd but the unkind. Virtue is beauty, but the beauteous evil Are empty trunks, o'erflourished by the devil."
            },
            {
              "speaker": "First Officer",
              "line": "The man grows mad, away with him. Come, come, sir."
            },
            {
              "speaker": "Antonio",
              "line": "Lead me on."
            },
            {
              "speaker": "Viola",
              "line": "Methinks his words do from such passion fly That he believes himself; so do not I. Prove true, imagination, O prove true, That I, dear brother, be now ta'en for you!"
            },
            {
              "speaker": "Sir Toby",
              "line": "Come hither, knight; come hither, Fabian. We'll whisper o'er a couplet or two of most sage saws."
            },
            {
              "speaker": "Viola",
              "line": "He nam'd Sebastian. I my brother know Yet living in my glass; even such and so In favour was my brother, and he went Still in this fashion, colour, ornament, For him I imitate. O if it prove, Tempests are kind, and salt waves fresh in love!"
            },
            {
              "speaker": "Sir Toby",
              "line": "A very dishonest paltry boy, and more a coward than a hare. His dishonesty appears in leaving his friend here in necessity, and denying him; and for his cowardship, ask Fabian."
            },
            {
              "speaker": "Fabian",
              "line": "A coward, a most devout coward, religious in it."
            },
            {
              "speaker": "Sir Andrew",
              "line": "'Slid, I'll after him again and beat him."
            },
            {
              "speaker": "Sir Toby",
              "line": "Do, cuff him soundly, but never draw thy sword."
            },
            {
              "speaker": "Sir Andrew",
              "line": "And I do not-"
            },
            {
              "speaker": "Fabian",
              "line": "Come, let's see the event."
            },
            {
              "speaker": "Sir Toby",
              "line": "I dare lay any money 'twill be nothing yet."
            }
          ]
        },
        {
          "scene": 1,
          "location": "The Street before Olivia's House.",
          "scene_id": "twelfth_night_or_what_you_will_1_1",
          "dialogues": [
            {
              "speaker": "Clown",
              "line": "Will you make me believe that I am not sent for you?"
            },
            {
              "speaker": "Sebastian",
              "line": "Go to, go to, thou art a foolish fellow. Let me be clear of thee."
            },
            {
              "speaker": "Clown",
              "line": "Well held out, i' faith! No, I do not know you, nor I am not sent to you by my lady, to bid you come speak with her; nor your name is not Master Cesario; nor this is not my nose neither. Nothing that is so, is so."
            },
            {
              "speaker": "Sebastian",
              "line": "I prithee vent thy folly somewhere else, Thou know'st not me."
            },
            {
              "speaker": "Clown",
              "line": "Vent my folly! He has heard that word of some great man, and now applies it to a fool. Vent my folly! I am afraid this great lubber, the world, will prove a cockney. I prithee now, ungird thy strangeness, and tell me what I shall vent to my lady. Shall I vent to her that thou art coming?"
            },
            {
              "speaker": "Sebastian",
              "line": "I prithee, foolish Greek, depart from me. There's money for thee; if you tarry longer I shall give worse payment."
            },
            {
              "speaker": "Clown",
              "line": "By my troth, thou hast an open hand. These wise men that give fools money get themselves a good report-after fourteen years' purchase."
            },
            {
              "speaker": "Sir Andrew",
              "line": "Now sir, have I met you again? There's for you."
            },
            {
              "speaker": "Sebastian",
              "line": "Why, there's for thee, and there, and there. Are all the people mad?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Hold, sir, or I'll throw your dagger o'er the house."
            },
            {
              "speaker": "Clown",
              "line": "This will I tell my lady straight. I would not be in some of your coats for twopence."
            },
            {
              "speaker": "Sir Toby",
              "line": "Come on, sir, hold!"
            },
            {
              "speaker": "Sir Andrew",
              "line": "Nay, let him alone, I'll go another way to work with him. I'll have an action of battery against him, if there be any law in Illyria. Though I struck him first, yet it's no matter for that."
            },
            {
              "speaker": "Sebastian",
              "line": "Let go thy hand!"
            },
            {
              "speaker": "Sir Toby",
              "line": "Come, sir, I will not let you go. Come, my young soldier, put up your iron: you are well fleshed. Come on."
            },
            {
              "speaker": "Sebastian",
              "line": "I will be free from thee. What wouldst thou now? If thou dar'st tempt me further, draw thy sword."
            },
            {
              "speaker": "Sir Toby",
              "line": "What, what? Nay, then, I must have an ounce or two of this malapert blood from you."
            },
            {
              "speaker": "Olivia",
              "line": "Hold, Toby! On thy life I charge thee hold!"
            },
            {
              "speaker": "Sir Toby",
              "line": "Madam."
            },
            {
              "speaker": "Olivia",
              "line": "Will it be ever thus? Ungracious wretch, Fit for the mountains and the barbarous caves, Where manners ne'er were preach'd! Out of my sight! Be not offended, dear Cesario. Rudesby, be gone! I prithee, gentle friend, Let thy fair wisdom, not thy passion, sway In this uncivil and unjust extent Against thy peace. Go with me to my house, And hear thou there how many fruitless pranks This ruffian hath botch'd up, that thou thereby Mayst smile at this. Thou shalt not choose but go. Do not deny. Beshrew his soul for me, He started one poor heart of mine, in thee."
            },
            {
              "speaker": "Sebastian",
              "line": "What relish is in this? How runs the stream? Or I am mad, or else this is a dream. Let fancy still my sense in Lethe steep; If it be thus to dream, still let me sleep!"
            },
            {
              "speaker": "Olivia",
              "line": "Nay, come, I prithee. Would thou'dst be ruled by me!"
            },
            {
              "speaker": "Sebastian",
              "line": "Madam, I will."
            },
            {
              "speaker": "Olivia",
              "line": "O, say so, and so be!"
            }
          ]
        },
        {
          "scene": 2,
          "location": "A Room in Olivia's House.",
          "scene_id": "twelfth_night_or_what_you_will_1_2",
          "dialogues": [
            {
              "speaker": "Maria",
              "line": "Nay, I prithee, put on this gown and this beard; make him believe thou art Sir Topas the curate. Do it quickly. I'll call Sir Toby the whilst."
            },
            {
              "speaker": "Clown",
              "line": "Well, I'll put it on, and I will dissemble myself in't, and I would I were the first that ever dissembled in such a gown. I am not tall enough to become the function well, nor lean enough to be thought a good student, but to be said, an honest man and a good housekeeper goes as fairly as to say, a careful man and a great scholar. The competitors"
            },
            {
              "speaker": "Sir Toby",
              "line": "Jove bless thee, Master Parson."
            },
            {
              "speaker": "Clown",
              "line": "_Bonos dies_, Sir Toby: for as the old hermit of Prague, that never saw pen and ink, very wittily said to a niece of King Gorboduc, ‘That that is, is': so I, being Master Parson, am Master Parson; for what is ‘that' but ‘that'? and ‘is' but ‘is'?"
            },
            {
              "speaker": "Sir Toby",
              "line": "To him, Sir Topas."
            },
            {
              "speaker": "Clown",
              "line": "What ho, I say! Peace in this prison!"
            },
            {
              "speaker": "Sir Toby",
              "line": "The knave counterfeits well. A good knave. Malvolio within."
            },
            {
              "speaker": "Malvolio",
              "line": "Who calls there?"
            },
            {
              "speaker": "Clown",
              "line": "Sir Topas the curate, who comes to visit Malvolio the lunatic."
            },
            {
              "speaker": "Malvolio",
              "line": "Sir Topas, Sir Topas, good Sir Topas, go to my lady."
            },
            {
              "speaker": "Clown",
              "line": "Out, hyperbolical fiend! how vexest thou this man? Talkest thou nothing but of ladies?"
            },
            {
              "speaker": "Sir Toby",
              "line": "Well said, Master Parson."
            },
            {
              "speaker": "Malvolio",
              "line": "Sir Topas, never was man thus wronged. Good Sir Topas, do not think I am mad. They have laid me here in hideous darkness."
            },
            {
              "speaker": "Clown",
              "line": "Fie, thou dishonest Satan! I call thee by the most modest terms, for I am one of those gentle ones that will use the devil himself with courtesy. Say'st thou that house is dark?"
            },
            {
              "speaker": "Malvolio",
              "line": "As hell, Sir Topas."
            },
            {
              "speaker": "Clown",
              "line": "Why, it hath bay windows transparent as barricadoes, and the clerestories toward the south-north are as lustrous as ebony; and yet complainest thou of obstruction?"
            },
            {
              "speaker": "Malvolio",
              "line": "I am not mad, Sir Topas. I say to you this house is dark."
            },
            {
              "speaker": "Clown",
              "line": "Madman, thou errest. I say there is no darkness but ignorance, in which thou art more puzzled than the Egyptians in their fog."
            },
            {
              "speaker": "Malvolio",
              "line": "I say this house is as dark as ignorance, though ignorance were as dark as hell; and I say there was never man thus abused. I am no more mad than you are. Make the trial of it in any constant question."
            },
            {
              "speaker": "Clown",
              "line": "What is the opinion of Pythagoras concerning wildfowl?"
            },
            {
              "speaker": "Malvolio",
              "line": "That the soul of our grandam might haply inhabit a bird."
            },
            {
              "speaker": "Clown",
              "line": "What think'st thou of his opinion?"
            },
            {
              "speaker": "Malvolio",
              "line": "I think nobly of the soul, and no way approve his opinion."
            },
            {
              "speaker": "Clown",
              "line": "Fare thee well. Remain thou still in darkness. Thou shalt hold the opinion of Pythagoras ere I will allow of thy wits, and fear to kill a woodcock, lest thou dispossess the soul of thy grandam. Fare thee well."
            },
            {
              "speaker": "Malvolio",
              "line": "Sir Topas, Sir Topas!"
            },
            {
              "speaker": "Sir Toby",
              "line": "My most exquisite Sir Topas!"
            },
            {
              "speaker": "Clown",
              "line": "Nay, I am for all waters."
            },
            {
              "speaker": "Maria",
              "line": "Thou mightst have done this without thy beard and gown. He sees thee not."
            },
            {
              "speaker": "Sir Toby",
              "line": "To him in thine own voice, and bring me word how thou find'st him. I would we were well rid of this knavery. If he may be conveniently delivered, I would he were, for I am now so far in offence with my niece that I cannot pursue with any safety this sport to the upshot. Come by and by to my chamber."
            },
            {
              "speaker": "Clown",
              "line": "_Hey, Robin, jolly Robin, Tell me how thy lady does._"
            },
            {
              "speaker": "Malvolio",
              "line": "Fool!"
            },
            {
              "speaker": "Clown",
              "line": "_My lady is unkind, perdy._"
            },
            {
              "speaker": "Malvolio",
              "line": "Fool!"
            },
            {
              "speaker": "Clown",
              "line": "_Alas, why is she so?_"
            },
            {
              "speaker": "Malvolio",
              "line": "Fool, I say!"
            },
            {
              "speaker": "Clown",
              "line": "_She loves another_- Who calls, ha?"
            },
            {
              "speaker": "Malvolio",
              "line": "Good fool, as ever thou wilt deserve well at my hand, help me to a candle, and pen, ink, and paper. As I am a gentleman, I will live to be thankful to thee for't."
            },
            {
              "speaker": "Clown",
              "line": "Master Malvolio?"
            },
            {
              "speaker": "Malvolio",
              "line": "Ay, good fool."
            },
            {
              "speaker": "Clown",
              "line": "Alas, sir, how fell you besides your five wits?"
            },
            {
              "speaker": "Malvolio",
              "line": "Fool, there was never man so notoriously abused. I am as well in my wits, fool, as thou art."
            },
            {
              "speaker": "Clown",
              "line": "But as well? Then you are mad indeed, if you be no better in your wits than a fool."
            },
            {
              "speaker": "Malvolio",
              "line": "They have here propertied me; keep me in darkness, send ministers to me, asses, and do all they can to face me out of my wits."
            },
            {
              "speaker": "Clown",
              "line": "Advise you what you say: the minister is here.  Malvolio, Malvolio, thy wits the heavens restore. Endeavour thyself to sleep, and leave thy vain bibble-babble."
            },
            {
              "speaker": "Malvolio",
              "line": "Sir Topas!"
            },
            {
              "speaker": "Clown",
              "line": "Maintain no words with him, good fellow.  Who, I, sir? not I, sir. God buy you, good Sir Topas.  Marry, amen.  I will sir, I will."
            },
            {
              "speaker": "Malvolio",
              "line": "Fool, fool, fool, I say!"
            },
            {
              "speaker": "Clown",
              "line": "Alas, sir, be patient. What say you, sir? I am shent for speaking to you."
            },
            {
              "speaker": "Malvolio",
              "line": "Good fool, help me to some light and some paper. I tell thee I am as well in my wits as any man in Illyria."
            },
            {
              "speaker": "Clown",
              "line": "Well-a-day that you were, sir!"
            },
            {
              "speaker": "Malvolio",
              "line": "By this hand, I am. Good fool, some ink, paper, and light, and convey what I will set down to my lady. It shall advantage thee more than ever the bearing of letter did."
            },
            {
              "speaker": "Clown",
              "line": "I will help you to't. But tell me true, are you not mad indeed? or do you but counterfeit?"
            },
            {
              "speaker": "Malvolio",
              "line": "Believe me, I am not. I tell thee true."
            },
            {
              "speaker": "Clown",
              "line": "Nay, I'll ne'er believe a madman till I see his brains. I will fetch you light, and paper, and ink."
            },
            {
              "speaker": "Malvolio",
              "line": "Fool, I'll requite it in the highest degree: I prithee be gone."
            },
            {
              "speaker": "Clown",
              "line": "_I am gone, sir, and anon, sir, I'll be with you again, In a trice, like to the old Vice, Your need to sustain; Who with dagger of lath, in his rage and his wrath, Cries ‘ah, ha!' to the devil: Like a mad lad, ‘Pare thy nails, dad. Adieu, goodman devil.'_"
            }
          ]
        },
        {
          "scene": 3,
          "location": "Olivia's Garden.",
          "scene_id": "twelfth_night_or_what_you_will_1_3",
          "dialogues": [
            {
              "speaker": "Sebastian",
              "line": "This is the air; that is the glorious sun, This pearl she gave me, I do feel't and see't, And though 'tis wonder that enwraps me thus, Yet 'tis not madness. Where's Antonio, then? I could not find him at the Elephant, Yet there he was, and there I found this credit, That he did range the town to seek me out. His counsel now might do me golden service. For though my soul disputes well with my sense That this may be some error, but no madness, Yet doth this accident and flood of fortune So far exceed all instance, all discourse, That I am ready to distrust mine eyes And wrangle with my reason that persuades me To any other trust but that I am mad, Or else the lady's mad; yet if 'twere so, She could not sway her house, command her followers, Take and give back affairs and their dispatch, With such a smooth, discreet, and stable bearing As I perceive she does. There's something in't That is deceivable. But here the lady comes."
            },
            {
              "speaker": "Olivia",
              "line": "Blame not this haste of mine. If you mean well, Now go with me and with this holy man Into the chantry by: there, before him And underneath that consecrated roof, Plight me the full assurance of your faith, That my most jealous and too doubtful soul May live at peace. He shall conceal it Whiles you are willing it shall come to note, What time we will our celebration keep According to my birth. What do you say?"
            },
            {
              "speaker": "Sebastian",
              "line": "I'll follow this good man, and go with you, And having sworn truth, ever will be true."
            },
            {
              "speaker": "Olivia",
              "line": "Then lead the way, good father, and heavens so shine, That they may fairly note this act of mine!"
            }
          ]
        },
        {
          "scene": 1,
          "location": "The Street before Olivia's House.",
          "scene_id": "twelfth_night_or_what_you_will_1_1",
          "dialogues": [
            {
              "speaker": "Fabian",
              "line": "Now, as thou lov'st me, let me see his letter."
            },
            {
              "speaker": "Clown",
              "line": "Good Master Fabian, grant me another request."
            },
            {
              "speaker": "Fabian",
              "line": "Anything."
            },
            {
              "speaker": "Clown",
              "line": "Do not desire to see this letter."
            },
            {
              "speaker": "Fabian",
              "line": "This is to give a dog, and in recompense desire my dog again."
            },
            {
              "speaker": "Duke",
              "line": "Belong you to the Lady Olivia, friends?"
            },
            {
              "speaker": "Clown",
              "line": "Ay, sir, we are some of her trappings."
            },
            {
              "speaker": "Duke",
              "line": "I know thee well. How dost thou, my good fellow?"
            },
            {
              "speaker": "Clown",
              "line": "Truly, sir, the better for my foes, and the worse for my friends."
            },
            {
              "speaker": "Duke",
              "line": "Just the contrary; the better for thy friends."
            },
            {
              "speaker": "Clown",
              "line": "No, sir, the worse."
            },
            {
              "speaker": "Duke",
              "line": "How can that be?"
            },
            {
              "speaker": "Clown",
              "line": "Marry, sir, they praise me, and make an ass of me. Now my foes tell me plainly I am an ass: so that by my foes, sir, I profit in the knowledge of myself, and by my friends I am abused. So that, conclusions to be as kisses, if your four negatives make your two affirmatives, why then, the worse for my friends, and the better for my foes."
            },
            {
              "speaker": "Duke",
              "line": "Why, this is excellent."
            },
            {
              "speaker": "Clown",
              "line": "By my troth, sir, no; though it please you to be one of my friends."
            },
            {
              "speaker": "Duke",
              "line": "Thou shalt not be the worse for me; there's gold."
            },
            {
              "speaker": "Clown",
              "line": "But that it would be double-dealing, sir, I would you could make it another."
            },
            {
              "speaker": "Duke",
              "line": "O, you give me ill counsel."
            },
            {
              "speaker": "Clown",
              "line": "Put your grace in your pocket, sir, for this once, and let your flesh and blood obey it."
            },
            {
              "speaker": "Duke",
              "line": "Well, I will be so much a sinner to be a double-dealer: there's another."
            },
            {
              "speaker": "Clown",
              "line": "_Primo, secundo, tertio_, is a good play, and the old saying is, the third pays for all; the triplex, sir, is a good tripping measure; or the bells of Saint Bennet, sir, may put you in mind-one, two, three."
            },
            {
              "speaker": "Duke",
              "line": "You can fool no more money out of me at this throw. If you will let your lady know I am here to speak with her, and bring her along with you, it may awake my bounty further."
            },
            {
              "speaker": "Clown",
              "line": "Marry, sir, lullaby to your bounty till I come again. I go, sir, but I would not have you to think that my desire of having is the sin of covetousness: but as you say, sir, let your bounty take a nap, I will awake it anon."
            },
            {
              "speaker": "Viola",
              "line": "Here comes the man, sir, that did rescue me."
            },
            {
              "speaker": "Duke",
              "line": "That face of his I do remember well. Yet when I saw it last it was besmear'd As black as Vulcan, in the smoke of war. A baubling vessel was he captain of, For shallow draught and bulk unprizable, With which such scathful grapple did he make With the most noble bottom of our fleet, That very envy and the tongue of loss Cried fame and honour on him. What's the matter?"
            },
            {
              "speaker": "First Officer",
              "line": "Orsino, this is that Antonio That took the _Phoenix_ and her fraught from Candy, And this is he that did the _Tiger_ board When your young nephew Titus lost his leg. Here in the streets, desperate of shame and state, In private brabble did we apprehend him."
            },
            {
              "speaker": "Viola",
              "line": "He did me kindness, sir; drew on my side, But in conclusion, put strange speech upon me. I know not what 'twas, but distraction."
            },
            {
              "speaker": "Duke",
              "line": "Notable pirate, thou salt-water thief, What foolish boldness brought thee to their mercies, Whom thou, in terms so bloody and so dear, Hast made thine enemies?"
            },
            {
              "speaker": "Antonio",
              "line": "Orsino, noble sir, Be pleased that I shake off these names you give me: Antonio never yet was thief or pirate, Though, I confess, on base and ground enough, Orsino's enemy. A witchcraft drew me hither: That most ingrateful boy there by your side From the rude sea's enraged and foamy mouth Did I redeem; a wreck past hope he was. His life I gave him, and did thereto add My love, without retention or restraint, All his in dedication. For his sake Did I expose myself, pure for his love, Into the danger of this adverse town; Drew to defend him when he was beset; Where being apprehended, his false cunning (Not meaning to partake with me in danger) Taught him to face me out of his acquaintance, And grew a twenty years' removed thing While one would wink; denied me mine own purse, Which I had recommended to his use Not half an hour before."
            },
            {
              "speaker": "Viola",
              "line": "How can this be?"
            },
            {
              "speaker": "Duke",
              "line": "When came he to this town?"
            },
            {
              "speaker": "Antonio",
              "line": "Today, my lord; and for three months before, No int'rim, not a minute's vacancy, Both day and night did we keep company."
            },
            {
              "speaker": "Duke",
              "line": "Here comes the Countess, now heaven walks on earth. But for thee, fellow, fellow, thy words are madness. Three months this youth hath tended upon me; But more of that anon. Take him aside."
            },
            {
              "speaker": "Olivia",
              "line": "What would my lord, but that he may not have, Wherein Olivia may seem serviceable? Cesario, you do not keep promise with me."
            },
            {
              "speaker": "Viola",
              "line": "Madam?"
            },
            {
              "speaker": "Duke",
              "line": "Gracious Olivia-"
            },
            {
              "speaker": "Olivia",
              "line": "What do you say, Cesario? Good my lord-"
            },
            {
              "speaker": "Viola",
              "line": "My lord would speak, my duty hushes me."
            },
            {
              "speaker": "Olivia",
              "line": "If it be aught to the old tune, my lord, It is as fat and fulsome to mine ear As howling after music."
            },
            {
              "speaker": "Duke",
              "line": "Still so cruel?"
            },
            {
              "speaker": "Olivia",
              "line": "Still so constant, lord."
            },
            {
              "speaker": "Duke",
              "line": "What, to perverseness? You uncivil lady, To whose ingrate and unauspicious altars My soul the faithfull'st off'rings hath breathed out That e'er devotion tender'd! What shall I do?"
            },
            {
              "speaker": "Olivia",
              "line": "Even what it please my lord that shall become him."
            },
            {
              "speaker": "Duke",
              "line": "Why should I not, had I the heart to do it, Like to the Egyptian thief at point of death, Kill what I love?-a savage jealousy That sometime savours nobly. But hear me this: Since you to non-regardance cast my faith, And that I partly know the instrument That screws me from my true place in your favour, Live you the marble-breasted tyrant still. But this your minion, whom I know you love, And whom, by heaven I swear, I tender dearly, Him will I tear out of that cruel eye Where he sits crowned in his master's spite.- Come, boy, with me; my thoughts are ripe in mischief: I'll sacrifice the lamb that I do love, To spite a raven's heart within a dove."
            },
            {
              "speaker": "Viola",
              "line": "And I, most jocund, apt, and willingly, To do you rest, a thousand deaths would die."
            },
            {
              "speaker": "Olivia",
              "line": "Where goes Cesario?"
            },
            {
              "speaker": "Viola",
              "line": "After him I love More than I love these eyes, more than my life, More, by all mores, than e'er I shall love wife. If I do feign, you witnesses above Punish my life for tainting of my love."
            },
            {
              "speaker": "Olivia",
              "line": "Ah me, detested! how am I beguil'd!"
            },
            {
              "speaker": "Viola",
              "line": "Who does beguile you? Who does do you wrong?"
            },
            {
              "speaker": "Olivia",
              "line": "Hast thou forgot thyself? Is it so long? Call forth the holy father."
            },
            {
              "speaker": "Duke",
              "line": "Come, away!"
            },
            {
              "speaker": "Olivia",
              "line": "Whither, my lord? Cesario, husband, stay."
            },
            {
              "speaker": "Duke",
              "line": "Husband?"
            },
            {
              "speaker": "Olivia",
              "line": "Ay, husband. Can he that deny?"
            },
            {
              "speaker": "Duke",
              "line": "Her husband, sirrah?"
            },
            {
              "speaker": "Viola",
              "line": "No, my lord, not I."
            },
            {
              "speaker": "Olivia",
              "line": "Alas, it is the baseness of thy fear That makes thee strangle thy propriety. Fear not, Cesario, take thy fortunes up. Be that thou know'st thou art, and then thou art As great as that thou fear'st. O, welcome, father! Father, I charge thee, by thy reverence Here to unfold-though lately we intended To keep in darkness what occasion now Reveals before 'tis ripe-what thou dost know Hath newly passed between this youth and me."
            },
            {
              "speaker": "Priest",
              "line": "A contract of eternal bond of love, Confirmed by mutual joinder of your hands, Attested by the holy close of lips, Strengthen'd by interchangement of your rings, And all the ceremony of this compact Sealed in my function, by my testimony; Since when, my watch hath told me, toward my grave, I have travelled but two hours."
            },
            {
              "speaker": "Duke",
              "line": "O thou dissembling cub! What wilt thou be When time hath sowed a grizzle on thy case? Or will not else thy craft so quickly grow That thine own trip shall be thine overthrow? Farewell, and take her; but direct thy feet Where thou and I henceforth may never meet."
            },
            {
              "speaker": "Viola",
              "line": "My lord, I do protest-"
            },
            {
              "speaker": "Olivia",
              "line": "O, do not swear. Hold little faith, though thou has too much fear."
            },
            {
              "speaker": "Sir Andrew",
              "line": "For the love of God, a surgeon! Send one presently to Sir Toby."
            },
            {
              "speaker": "Olivia",
              "line": "What's the matter?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "'Has broke my head across, and has given Sir Toby a bloody coxcomb too. For the love of God, your help! I had rather than forty pound I were at home."
            },
            {
              "speaker": "Olivia",
              "line": "Who has done this, Sir Andrew?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "The Count's gentleman, one Cesario. We took him for a coward, but he's the very devil incardinate."
            },
            {
              "speaker": "Duke",
              "line": "My gentleman, Cesario?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "'Od's lifelings, here he is!-You broke my head for nothing; and that that I did, I was set on to do't by Sir Toby."
            },
            {
              "speaker": "Viola",
              "line": "Why do you speak to me? I never hurt you: You drew your sword upon me without cause, But I bespake you fair and hurt you not."
            },
            {
              "speaker": "Sir Andrew",
              "line": "If a bloody coxcomb be a hurt, you have hurt me. I think you set nothing by a bloody coxcomb. Here comes Sir Toby halting, you shall hear more: but if he had not been in drink, he would have tickled you othergates than he did."
            },
            {
              "speaker": "Duke",
              "line": "How now, gentleman? How is't with you?"
            },
            {
              "speaker": "Sir Toby",
              "line": "That's all one; 'has hurt me, and there's th' end on't. Sot, didst see Dick Surgeon, sot?"
            },
            {
              "speaker": "Clown",
              "line": "O, he's drunk, Sir Toby, an hour agone; his eyes were set at eight i' th' morning."
            },
            {
              "speaker": "Sir Toby",
              "line": "Then he's a rogue, and a passy measures pavin. I hate a drunken rogue."
            },
            {
              "speaker": "Olivia",
              "line": "Away with him. Who hath made this havoc with them?"
            },
            {
              "speaker": "Sir Andrew",
              "line": "I'll help you, Sir Toby, because we'll be dressed together."
            },
            {
              "speaker": "Sir Toby",
              "line": "Will you help? An ass-head, and a coxcomb, and a knave, a thin-faced knave, a gull?"
            },
            {
              "speaker": "Olivia",
              "line": "Get him to bed, and let his hurt be looked to."
            },
            {
              "speaker": "Sebastian",
              "line": "I am sorry, madam, I have hurt your kinsman; But had it been the brother of my blood, I must have done no less with wit and safety. You throw a strange regard upon me, and by that I do perceive it hath offended you. Pardon me, sweet one, even for the vows We made each other but so late ago."
            },
            {
              "speaker": "Duke",
              "line": "One face, one voice, one habit, and two persons! A natural perspective, that is, and is not!"
            },
            {
              "speaker": "Sebastian",
              "line": "Antonio, O my dear Antonio! How have the hours rack'd and tortur'd me Since I have lost thee."
            },
            {
              "speaker": "Antonio",
              "line": "Sebastian are you?"
            },
            {
              "speaker": "Sebastian",
              "line": "Fear'st thou that, Antonio?"
            },
            {
              "speaker": "Antonio",
              "line": "How have you made division of yourself? An apple cleft in two is not more twin Than these two creatures. Which is Sebastian?"
            },
            {
              "speaker": "Olivia",
              "line": "Most wonderful!"
            },
            {
              "speaker": "Sebastian",
              "line": "Do I stand there? I never had a brother: Nor can there be that deity in my nature Of here and everywhere. I had a sister, Whom the blind waves and surges have devoured. Of charity, what kin are you to me? What countryman? What name? What parentage?"
            },
            {
              "speaker": "Viola",
              "line": "Of Messaline: Sebastian was my father; Such a Sebastian was my brother too: So went he suited to his watery tomb. If spirits can assume both form and suit, You come to fright us."
            },
            {
              "speaker": "Sebastian",
              "line": "A spirit I am indeed, But am in that dimension grossly clad, Which from the womb I did participate. Were you a woman, as the rest goes even, I should my tears let fall upon your cheek, And say, ‘Thrice welcome, drowned Viola.'"
            },
            {
              "speaker": "Viola",
              "line": "My father had a mole upon his brow."
            },
            {
              "speaker": "Sebastian",
              "line": "And so had mine."
            },
            {
              "speaker": "Viola",
              "line": "And died that day when Viola from her birth Had numbered thirteen years."
            },
            {
              "speaker": "Sebastian",
              "line": "O, that record is lively in my soul! He finished indeed his mortal act That day that made my sister thirteen years."
            },
            {
              "speaker": "Viola",
              "line": "If nothing lets to make us happy both But this my masculine usurp'd attire, Do not embrace me till each circumstance Of place, time, fortune, do cohere and jump That I am Viola; which to confirm, I'll bring you to a captain in this town, Where lie my maiden weeds; by whose gentle help I was preserv'd to serve this noble count. All the occurrence of my fortune since Hath been between this lady and this lord."
            },
            {
              "speaker": "Sebastian",
              "line": "So comes it, lady, you have been mistook. But nature to her bias drew in that. You would have been contracted to a maid; Nor are you therein, by my life, deceived: You are betroth'd both to a maid and man."
            },
            {
              "speaker": "Duke",
              "line": "Be not amazed; right noble is his blood. If this be so, as yet the glass seems true, I shall have share in this most happy wreck.  Boy, thou hast said to me a thousand times Thou never shouldst love woman like to me."
            },
            {
              "speaker": "Viola",
              "line": "And all those sayings will I over-swear, And all those swearings keep as true in soul As doth that orbed continent the fire That severs day from night."
            },
            {
              "speaker": "Duke",
              "line": "Give me thy hand, And let me see thee in thy woman's weeds."
            },
            {
              "speaker": "Viola",
              "line": "The captain that did bring me first on shore Hath my maid's garments. He, upon some action, Is now in durance, at Malvolio's suit, A gentleman and follower of my lady's."
            },
            {
              "speaker": "Olivia",
              "line": "He shall enlarge him. Fetch Malvolio hither. And yet, alas, now I remember me, They say, poor gentleman, he's much distract. A most extracting frenzy of mine own From my remembrance clearly banished his. How does he, sirrah?"
            },
            {
              "speaker": "Clown",
              "line": "Truly, madam, he holds Belzebub at the stave's end as well as a man in his case may do. Has here writ a letter to you. I should have given it you today morning, but as a madman's epistles are no gospels, so it skills not much when they are delivered."
            },
            {
              "speaker": "Olivia",
              "line": "Open 't, and read it."
            },
            {
              "speaker": "Clown",
              "line": "Look then to be well edified, when the fool delivers the madman. _By the Lord, madam,-_"
            },
            {
              "speaker": "Olivia",
              "line": "How now, art thou mad?"
            },
            {
              "speaker": "Clown",
              "line": "No, madam, I do but read madness: an your ladyship will have it as it ought to be, you must allow _vox_."
            },
            {
              "speaker": "Olivia",
              "line": "Prithee, read i' thy right wits."
            },
            {
              "speaker": "Clown",
              "line": "So I do, madonna. But to read his right wits is to read thus; therefore perpend, my princess, and give ear."
            },
            {
              "speaker": "Olivia",
              "line": "Read it you, sirrah."
            },
            {
              "speaker": "Fabian",
              "line": "_By the Lord, madam, you wrong me, and the world shall know it. Though you have put me into darkness and given your drunken cousin rule over me, yet have I the benefit of my senses as well as your ladyship. I have your own letter that induced me to the semblance I put on; with the which I doubt not but to do myself much right or you much shame. Think of me as you please. I leave my duty a little unthought of, and speak out of my injury. The madly-used Malvolio._"
            },
            {
              "speaker": "Olivia",
              "line": "Did he write this?"
            },
            {
              "speaker": "Clown",
              "line": "Ay, madam."
            },
            {
              "speaker": "Duke",
              "line": "This savours not much of distraction."
            },
            {
              "speaker": "Olivia",
              "line": "See him delivered, Fabian, bring him hither. My lord, so please you, these things further thought on, To think me as well a sister, as a wife, One day shall crown th' alliance on't, so please you, Here at my house, and at my proper cost."
            },
            {
              "speaker": "Duke",
              "line": "Madam, I am most apt t' embrace your offer.  Your master quits you; and for your service done him, So much against the mettle of your sex, So far beneath your soft and tender breeding, And since you call'd me master for so long, Here is my hand; you shall from this time be Your master's mistress."
            },
            {
              "speaker": "Olivia",
              "line": "A sister? You are she."
            },
            {
              "speaker": "Duke",
              "line": "Is this the madman?"
            },
            {
              "speaker": "Olivia",
              "line": "Ay, my lord, this same. How now, Malvolio?"
            },
            {
              "speaker": "Malvolio",
              "line": "Madam, you have done me wrong, Notorious wrong."
            },
            {
              "speaker": "Olivia",
              "line": "Have I, Malvolio? No."
            },
            {
              "speaker": "Malvolio",
              "line": "Lady, you have. Pray you peruse that letter. You must not now deny it is your hand, Write from it, if you can, in hand, or phrase, Or say 'tis not your seal, not your invention: You can say none of this. Well, grant it then, And tell me, in the modesty of honour, Why you have given me such clear lights of favour, Bade me come smiling and cross-garter'd to you, To put on yellow stockings, and to frown Upon Sir Toby, and the lighter people; And acting this in an obedient hope, Why have you suffer'd me to be imprison'd, Kept in a dark house, visited by the priest, And made the most notorious geck and gull That e'er invention played on? Tell me why?"
            },
            {
              "speaker": "Olivia",
              "line": "Alas, Malvolio, this is not my writing, Though I confess, much like the character: But out of question, 'tis Maria's hand. And now I do bethink me, it was she First told me thou wast mad; then cam'st in smiling, And in such forms which here were presuppos'd Upon thee in the letter. Prithee, be content. This practice hath most shrewdly pass'd upon thee. But when we know the grounds and authors of it, Thou shalt be both the plaintiff and the judge Of thine own cause."
            },
            {
              "speaker": "Fabian",
              "line": "Good madam, hear me speak, And let no quarrel, nor no brawl to come, Taint the condition of this present hour, Which I have wonder'd at. In hope it shall not, Most freely I confess, myself and Toby Set this device against Malvolio here, Upon some stubborn and uncourteous parts We had conceiv'd against him. Maria writ The letter, at Sir Toby's great importance, In recompense whereof he hath married her. How with a sportful malice it was follow'd May rather pluck on laughter than revenge, If that the injuries be justly weigh'd That have on both sides passed."
            },
            {
              "speaker": "Olivia",
              "line": "Alas, poor fool, how have they baffled thee!"
            },
            {
              "speaker": "Clown",
              "line": "Why, ‘some are born great, some achieve greatness, and some have greatness thrown upon them.' I was one, sir, in this interlude, one Sir Topas, sir, but that's all one. ‘By the Lord, fool, I am not mad.' But do you remember? ‘Madam, why laugh you at such a barren rascal? And you smile not, he's gagged'? And thus the whirligig of time brings in his revenges."
            },
            {
              "speaker": "Malvolio",
              "line": "I'll be revenged on the whole pack of you."
            },
            {
              "speaker": "Olivia",
              "line": "He hath been most notoriously abus'd."
            },
            {
              "speaker": "Duke",
              "line": "Pursue him, and entreat him to a peace: He hath not told us of the captain yet. When that is known, and golden time convents, A solemn combination shall be made Of our dear souls.-Meantime, sweet sister, We will not part from hence.-Cesario, come: For so you shall be while you are a man; But when in other habits you are seen, Orsino's mistress, and his fancy's queen. Clown sings. _   When that I was and a little tiny boy, With hey, ho, the wind and the rain, A foolish thing was but a toy, For the rain it raineth every day._ _   But when I came to man's estate, With hey, ho, the wind and the rain, 'Gainst knaves and thieves men shut their gate, For the rain it raineth every day._ _   But when I came, alas, to wive, With hey, ho, the wind and the rain, By swaggering could I never thrive, For the rain it raineth every day._ _   But when I came unto my beds, With hey, ho, the wind and the rain, With toss-pots still had drunken heads, For the rain it raineth every day._ _   A great while ago the world begun, With hey, ho, the wind and the rain, But that's all one, our play is done, And we'll strive to please you every day._"
            }
          ]
        }
      ]
    }
  ]
}