{
  "title": "All's Well That Ends Well",
  "slug": "alls-well-ends-well",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/alls-well-ends-well/",
  "general_summary": "Helen saves the King's life, he gives her his son to marry, who runs away from her, and she tricks him into impregnating her. Everything ends happily.",
  "acts": {
    "act_i": "In the French province of Roussillon, the widowed Countess bids farewell to her son Bertram. Bertram is going to the court of the French King with his swaggering friend Paroles and the Lord Lafew. Bertram leaves oblivious to the attentions of Helen, the orphan daughter of the Countess's celebrated physician. Helen has been brought up in his mother's household and has fallen in love with Bertram.",
    "act_ii": "The Countess allows Helen to go to court and try her hand at curing the King's illness. Where others have failed, she succeeds, and as a reward, the King asks her to choose a husband from among his wards. (Who else would she choose but Bertram?) Bertram sees the alliance as beneath him. After the marriage ceremony, he runs away and plans to join the wars in Italy with Paroles.",
    "act_iii": "He writes to Helen that he will not acknowledge their marriage until she can prove she wears his heirloom ring and carries his child. Helen returns home to Roussillon, but she does not give up. Instead, she soon leaves and, disguised as a pilgrim, follows Bertram to Florence. There, she befriends a widow and her daughter Diana. Meanwhile, Bertram has formed an obsession with Diana during his time in Italy. The soldiers jokingly trick Paroles into proving he is a coward, while Bertram makes intentions to sleep with Diana.",
    "act_iv": "Diana plots to help Helen fulfil Bertram's impossible requests for marriage. Diana insists the meeting with Bertram must be in the dark, and a disguised Helen takes Diana's place. During the night, Bertram gives Helen his ring (thinking that she is Diana), and they conceive a child.",
    "act_v": "Back at the French court, Helen is presumed dead in Roussillon due to her absence. Bertram returns to France, where his mother and Lafew have arranged for Bertram to marry Lafew's daughter. Bertram gives Lafew, as a betrothal token, a ring that he had been given on his midnight meeting with Helen in Florence. The King and others recognise the ring to be one that the King had given to Helen on her marriage."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Helen saves the King's life, he gives her his son to marry, who runs away from her, and she tricks him into impregnating her. Everything ends happily.",
    "Moderate lamentation is the right of the dead, excessive grief the enemy to the living— All's Well That Ends Well, Act 1 Scene 1",
    "Love all, trust a few, do wrong to none— All's Well That Ends Well, Act 1 Scene 1"
  ]
}