{
  "title": "The Comedy of Errors",
  "slug": "comedy-of-errors",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/comedy-of-errors/",
  "general_summary": "After both being separated from their twins in a shipwreck, Antipholus and his slave Dromio go to Ephesus to find them. The other set of twins lives in Ephesus, and the new arrivals cause a series of incidents of mistaken identity. At the end, the twins find each other and their parents and resolve all of the problems caused earlier.",
  "acts": {
    "act_i": "Duke Solinus, ruler of Ephesus, presides over the trial of Egeon of Syracuse. Syracusians are not allowed in Ephesus, so Egeon has been detained. When asked why he is now in Ephesus, Egeon explains how he is searching for his lost twin sons and their twin servants. Twenty three years before, Egeon had lost his wife and one of their identical twin sons (along with the boy's slave) in a storm at sea. Egeon had brought up the surviving boy and his slave. At eighteen, they had gone in search of their lost brothers. After no word from them, Egeon had also left home to seek news in Ephesus. Solinus is softened by the story and allows Egeon until sunset to try to raise 1,000 marks as a ransom or else he must die.",
    "act_ii": "Antipholus of Syracuse is very surprised to be accosted by Dromio of Ephesus. Dromio is angry that his master has not returned home to his wife, Adriana, for dinner. The likeness of the Dromio twins, and also the sons of Egeon, leads to a series of confusions. This is especially true when Antipholus of Syracuse dines with his sister-in-law and falls in love with her sister, Luciana. His servant, Dromio of Syracuse, refuses to open the door to anyone. He bars the door even when Antipholus of Ephesus returns home with his merchant friends. This exclusion enrages Antipholus of Ephesus and leads him to dine with his friend, the courtesan.",
    "act_v": "The sunset hour of Egeon's sentence is soon approaching. The Duke returns, but is stopped by Adriana, who appeals for aid for her husband. The Ephesian twins escape their bonds and arrive to claim justice. Egeon recognises them, or so he thinks, as the boys he brought up in Syracuse. Solinus, the Duke, sends for the Abbess, who appears with the second pair of twins. She further amazes everyone by recognising Egeon and revealing herself as Emilia, his long-lost wife. She had entered a religious order after surviving the storm and fearing that all her family had died."
  },
  "quotes": [
    "I to the world am like a drop of water that in the ocean seeks another drop— Comedy of Errors, Act 1 Scene 2",
    "Am I in earth, in heaven, or in hell?— Comedy of Errors, Act 2 Scene 2",
    "O, grief hath changed me since you saw me last.— Comedy of Errors, Act 5 Scene 1"
  ]
}