{
  "title": "The Tragedy of Coriolanus",
  "slug": "coriolanus",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/coriolanus/",
  "general_summary": "Roman general Coriolanus makes his name defeating an enemy army and defending Rome. The Senate nominates him as consul but he cannot win the people's vote, so he is banished from Rome and allies with his old enemy. He comes to attack Rome, his mother persuades him not to, and his new-found ally kills him for the betrayal.",
  "acts": {
    "act_i": "In Rome, a group of mutinous citizens have become incensed over a shortage of food and are resentful of their rulers. Menenius Agrippa, a popular aristocrat, succeeds in calming them down. But then an arrogant young general called Caius Martius enters. He criticises that the tribunes (representatives), Sicinius Velutus and Junius Brutus, have been appointed to speak for the plebeians. He shows his disdain for the plebeians (common people). In the midst of this class struggle, an invading Italian army known as the Volscians threaten Rome. The Senate sends Martius along with the army to oppose the Volscian forces. Martius's sworn enemy Tullus Aufidius leads the Volscian army.",
    "act_ii": "Meanwhile, Martius's mother, Volumnia, glories in her son's valour. She discusses the importance of military prowess with his gentle wife Virgilia. Martius defeats the Volscians almost single-handedly in their city of Corioli. He earns the title 'Coriolanus'. Upon return to Rome, the aristocracy chooses to appoint Coriolanus as a Consul (another position of authority). Volumnia pressures Coriolanus to accept. According to custom at the time, potential Consuls were expected to seek the vote of the citizens in the marketplace as a mark of humility. Coriolanus, though eager to accept the position, recoils at the thought of going before the people. He is persuaded to carry out the duty. Despite their doubts, the people initially ratify the election. Shortly afterwards Sicinius and Brutus urge them to reverse the decision, and they do.",
    "act_iii": "In the ensuing public argument, Coriolanus displays his contempt for both the people and the idea of popular rule. He denies their right to corn supplies. Despite the encouragement of the senators and of his mother, Coriolanus cannot make his peace with the tribunes and the plebeians. He is expelled from Rome in rage and disgust. With nowhere else to turn, he decides to go to the Volscian city of Antium. Aufidius admires and respects his former enemy, so he welcomes Coriolanus. Together they plan to attack Rome.",
    "act_iv": "In Rome itself, the tribunes and people rejoice that Coriolanus is gone until they hear that he has joined forces with Aufidius to challenge the city. They send several embassies, including Cominius and of Menenius, to try and dissuade him. Coriolanus rejects them all. Finally, Volumnia, Virgila, and Coriolanus's young son go to plead for their people. Coriolanus cannot resist his mother's entreaties and ultimately agrees to make peace.",
    "act_v": "Aufidius is incensed at this betrayal of trust, and with his chosen soldiers, kills Coriolanus. Once his anger is gone, Aufidius agrees to take part in the funeral of a worthy warrior."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Coriolanus hates the people, and they banish him from Rome. Coriolanus loves his mother, and she stops him from attacking Rome. He dies.",
    "They lie deadly that tell you have good faces— Coriolanus, Act 2 Scene 1",
    "Action is eloquence— Coriolanus, Act 3 Scene 2"
  ]
}