{
  "title": "King Henry VI, the second part",
  "slug": "henry-vi-part-2",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-vi-part-2/",
  "general_summary": "Against the wishes of the nobles, King Henry marries the penniless Margaret who plots against him with her lover. As tensions between York and Lancaster build, the Duke of York gathers supporters for his claim to the throne. York secretly leads a rebellion, his supporters proclaim him king, and Henry is forced to flee.",
  "acts": {
    "act_i": "Following the events inHenry VI Part 1, Somerset returns from France with Margaret, King Henry’s newly intended wife. The marriage contract surrenders two French provinces to Margaret's father. Gloucester, Lord Protector of the young King, is saddened by the marriage contract. The Earl of Warwick also dislikes the agreement. The English lords each argue their own rights to be Lord Protector, which would give them power to make important decisions. The lords begin to plot to remove Gloucester from his position. York considers his own potential claims to kingship in opposition to the Henry. As Gloucester joins the King’s hunting party, his wife Eleanor consults a witch, concerned about their future.",
    "act_ii": "The King and Queen hunt with Gloucester, Suffolk, and Somerset. During the outing, a lame man called Simpcox approaches the King, claiming he has been cured of blindness at the nearby shrine. Gloucester doubts the man's story, questions him, and proves he was never blind and is not lame now (even chasing him away to prove his abilities). Gloucester regrets his role in his wife’s witchcraft and asks for justice for her. The King promises that the law will prevail. York explains to Salisbury and Warwick his own claim to the throne, to which Warwick swears allegiance (these claims hark back toRichard II, in which Henry IV gains power; York would be the rightful heir of Richard II).",
    "act_iii": "Eleanor is sentenced to give penance for her witchcraft and is ultimately banished. The King asks for Gloucester's resignation as Lord Protector. Gloucester accepts (giving up his symbolic staff) and makes peace with his wife before she goes into exile to the Isle of Man. Later, when Gloucester shows up late to an important meeting of leaders, Queen Margaret warns Henry that Gloucester is dangerous (as part of the plot against him). Suffolk and York join her and try to change the King’s good opinion of him. Gloucester is arrested despite his claims of innocence. The frustrated King leaves the nobles and Margaret to decide Gloucester's fate.",
    "act_iv": "Crossing the channel into exile, Suffolk is captured and killed by pirates. The King leaves Margaret to mourn the death of her beloved Suffolk, and continues to deal with state affairs and the developing rebellion in Kent, led by Jack Cade. Cade is leading a band of working men, who support Cade’s claim to the English throne. Stafford and soldiers challenge the rebels, but Cade's forces win the fight and continue towards London. They end up taking possession of the bridge and the city. Buckingham and Clifford, both nobles, remind the rebels that the King’s father, King Henry V, was their former hero. This calms their anger and causes them to disband. Cade realises his followers are fickle and escapes as they are pardoned. While on the run, Cade hides in an orchard, where the owner, Alexander Iden, challenges and kills him. Iden takes the head to the King and is rewarded with a knighthood and a thousand marks.",
    "act_v": "When York returns from Ireland with an army to protest Somerset's freedom, Buckingham persuades him to halt, since Somerset is already in prison. York comes to the King, where Margaret and a free Somerset confront him. Enraged, York claims the throne, along with his sons Edward and Richard of Gloucester. Other noblemen align themselves with either side. Buckingham, Clifford, and his son choose King Henry’s side, while Warwick and Salisbury favour Richard of York. In the ensuing battle that breaks out at St. Albans, Clifford and Somerset are killed. Henry flees with Margaret back to London. Warwick and Salisbury proclaim York as king."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Gloucester is conspired against and killed; York sends Cade to incite rebellion to see if it works, and it fails; York comes to incite rebellion anyway.",
    "Small things make base men proud— Henry VI Part 2, Act 4 Scene 1",
    "The first thing we do, let's kill all the lawyers.— Henry VI Part 2, Act 4 Scene 2"
  ]
}