{
  "title": "King Henry VI, the third part",
  "slug": "henry-vi-part-3",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-vi-part-3/",
  "general_summary": "After York's claims to the throne, Henry changes the succession and makes York his heir, disinheriting his own son. Henry's queen kills York, and York's son Edward seizes the throne. Henry is imprisoned several times and eventually killed by King Edward's brother, Richard.",
  "acts": {
    "act_i": "Henry VI Part 3begins after Warwick has defeated Henry in battle. As York and Henry meet in the throne room, Henry agrees for York to be his heir, thereby keeping power while disinheriting his own son, Prince Edward. Angered by the thought of her son not in power, Queen Margaret leads her army against York. She captures, taunts, and kills York. Clifford aids her, seeking revenge for his father's death.",
    "act_ii": "York's sons, Edward and Richard, renew their pledge against Henry. They welcome Warwick as their ally, despite his retreat before the Queen's forces. Meanwhile, Margaret and Clifford try to convince Henry to void his agreement with York, but he is hesitant. In the next battle between them, King Henry withdraws to contemplate the evil effects of civil war on both the fathers and the sons of his subjects. Henry flees to Scotland as Edward, now Duke of York, is victorious. Edward claims the English throne. He sends Warwick to arrange a marriage for him with the French King's sister. While Warwick is gone, Edward becomes enamoured with and proposes to Lady Grey.",
    "act_iii": "Henry returns disguised but is captured and imprisoned. Richard, now Duke of Gloucester, reveals his ambition to become king.",
    "act_iv": "At the same time, George, (Edward and Richard's brother), now Duke of Clarence, is dismayed at the marriage and join Warwick's forces. Together, they take King Edward prisoner.",
    "act_v": "Still holding strong regardless of Henry's imprisonment, Warwick refuses to yield to King Edward and dies in the ensuing battle. George rejoins Edward's forces. Edward then confronts Queen Margaret. Prince Edward is killed by Edward, George, and Richard. Margaret pleads for death but is exiled to France instead. Edward and his Queen, Elizabeth (Lady Grey) prepare to enjoy their reign, not knowing that Richard has sought out and killed King Henry. He now plans for his own rise to the throne, detailed in Shakespeare'sRichard III."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Henry and Edward can't be friends; Margaret wields a lot of power; they all battle and imprison and exile one another; Edward wins.",
    "Shakespeare's first two plays on the reign of Henry VI (",
    "Having nothing, nothing can he lose— Henry VI Part 3, Act 3 Scene 3"
  ]
}