{
  "title": "The Life of Henry the Eighth",
  "slug": "henry-viii",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-viii/",
  "general_summary": "King Henry VIII listens to Cardinal Wolsey too much and gives him power, which the Cardinal uses to convict a duke of treason. Henry meets Anne Boleyn, divorces his wife Katharine, and marries Anne. Anne gives birth to Princess Elizabeth who the Archbishop prophesies will become great.",
  "acts": {
    "act_i": "A Prologue introduces the play as a story of real events. The Duke of Buckingham, along with some other nobles, discuss the meeting between King Henry and the French King. They discuss the peace agreement made between them and how it has already been broken. Buckingham expresses his concerns (and criticisms) about the amount of power held by Cardinal Wolsey, the Lord Chancellor of England. During this same discussion, Buckingham is unexpectedly arrested (kind of proving his point). He goes to jail for treason. At court, King Henry makes policy decisions about the woollen trade, along with his wife, Queen Katherine. Wolsey takes the credit for the King's decisions. Katherine questions his motives. While Henry agrees to this criticism, when the Queen also speaks on behalf of Buckingham, the King refuses to hear it and orders his trial.",
    "act_ii": "Back in London, Buckingham is condemned by false witnesses. He powerfully addresses the crowds before being executed. At court, a rumour spreads that Wolsey’s power is growing, and he is behind a probable separation between the King and Queen Katharine. King Henry, Wolsey, and other religious leaders discuss the validity of his marriage to Katharine. They discuss the possibility of divorce. Anne Boleyn hears the rumours and feels sorry for the Queen. When word arrives that the King has given her a title, her companion persuades her to welcome the King’s favours.",
    "act_iii": "Katharine seeks solace with her ladies and music. Wolsey and Campeus, another religious leader, interrupt her and try to persuade her to submit to the King's wishes. She refuses but the divorce is finalised anyway. Soon, Henry’s secret marriage to Anne Boleyn is the talk of the court. King Henry finds Wolsey has been secretly writing to the Pope opposing the divorce. He confronts Wolsey. Some of the lords demand that Wolsey gives up his position of Lord Chancellor, as Thomas More has been chosen to succeed him. Wolsey steps down, advising his secretary Cromwell to leave. He hopes that Cromwell will not get wrapped up in his own fall.",
    "act_iv": "Queen Anne is crowned, and everyone remarks at the splendour of the ceremony at court. In retirement, Katharine hears of Wolsey's death. She dreams of her own death and asks her servants to see that she is buried with due recognition as a Queen.",
    "act_v": "Court gossip rages about changes such as Queen Anne's new baby daughter. Court gossip also includes charges against Cranmer, the new Archbishop. After a struggle between Cranmer and his enemies (which involves condemning him to the Tower of London), the King defends Cranmer and names him the godfather of the baby Princess Elizabeth. As he baptises Elizabeth, Cranmer prophesies that she will become great and bring peace and plenty to England."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Cardinal Wolsey is shifty; Henry divorces Katherine and marries Anne; Queen Elizabeth is the most extraordinary being ever to be born, praise her.",
    "My drops of tears I'll turn to sparks of fire.— Henry VIII, Act 2 Scene 4",
    "We all are men, in our own natures frail, and capable of our flesh; few are angels.— Henry VIII, Act 5 Scene 3"
  ]
}