{
  "title": "King Henry VI, the first part",
  "slug": "henry-vi-part-1",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-vi-part-1/",
  "general_summary": "After Henry V's death and while Henry VI is young, nobles rule England and fight the French, including Joan of Arc. As Henry VI becomes King, the noble houses begin to divide and take sides between York and Lancaster. The war with France winds down, and the nobles try to find Henry a wife and disagree about who Henry chooses.",
  "acts": {
    "act_i": "Following the events ofHenry V, the play opens with the funeral of King Henry V. His brother, Gloucester, will rule England as Lord Protector for the infant King Henry VI. War continues in France, despite Henry V’s victory a few years before at Agincourt. In the midst of the wars, news comes that an English General, Lord Talbot, has been taken prisoner at the siege of Orleans.",
    "act_ii": "Talbot accepts an invitation from the Countess of Auvergne, who tries, unsuccessfully, to trap him. Aware of her intent, he has brought his soldiers with him and escapes unharmed.",
    "act_iii": "The young King Henry seeks to rectify Gloucester and Winchester, claiming that division will lose them the war. After much urging, Winchester and Gloucester reconcile. Then, following Edmund Mortimer's death, the King names Plantagenet the Duke of York. He does so despite Somerset’s continued dislike (Plantagenet will be known as York from this point forward).",
    "act_iv": "King Henry and his lords arrive in France and reward Talbot by naming him Earl of Shrewsbury. While in Paris, Henry is crowned King of France (in opposition to Charles). Talbot is sent to fight Burgundy. The King attempts to calm further arguments between York and Somerset before he returns to England. Talbot challenges Burgundy at Bordeaux, but the French Dauphin's army encircle his men. Both York and Somerset delay and fail to send armies to Talbot’s aid. They blame each other for the injuries done as a result. Fearing the worst, Talbot tries to send his son away from danger, but instead, Talbot is mortally injured, and his son killed. The French, led by Joan, acknowledge Talbot’s prowess and discuss a peace treaty. A marriage between King Henry and a French wife would strengthen the treaty.",
    "act_v": "Wars continue within France, and Joan uses witchcraft to conjure up spirits, but these spirits desert her. The Duke of York captures Joan."
  },
  "quotes": [
    "My thoughts are whirled like a potter's wheel; I know not where I am, nor what I do;— Henry VI Part 1, Act 1 Scene 5",
    "No, no, I am but shadow of myself:— Henry VI Part 1, Act 2 Scene 3",
    "Fight till the last gasp.— Henry VI Part 1, Act 1 Scene 2"
  ]
}