{
  "title": "King Henry IV, the First Part",
  "slug": "henry-iv-part-1",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-iv-part-1/",
  "general_summary": "While his son Prince Hal spends time in the taverns, King Henry IV argues with his former ally Hotspur. Angry, Hotspur gathers a rebellion, and Henry and Hal go to battle to stop him. Henry's army wins the battle, while Hal redeems himself from his wild youth and kills Hotspur.",
  "acts": {
    "act_i": "Following the events of Shakespeare's play,Richard II, Henry Bolingbroke has succeeded to the throne of England as King Henry IV. During his ascension, he was partially implicated in the murder of his cousin, Richard II, in prison. To atone for Richard's death, Henry IV resolves to lead a crusade to Jerusalem. But his departure is prevented by news of disloyalty and civil unrest. His cousin, Edmund Mortimer, has been captured by Owen Glyndwr, a Welsh rebel. There is also fighting in the north between the Earl of Douglas and Harry Hotspur, the warlike son of one of Henry's former allies. King Henry regrets that his own eldest son, Henry (known as Hal) spends most of his time in the taverns of London with vagabonds and ne'er-do-wells. The King demands Hotspur's allegiance and help against the Welsh. But Hotspur feels that the King has not been sufficiently grateful to Hotspur's family for helping him in the past.",
    "act_ii": "Meanwhile, Prince Hal, at the Boar's Head Tavern, jokes with his friend, the elderly and penniless Sir John Falstaff. Falstaff seeks to get money (seemingly by any means possible) to pay for his drinking habits. He plots to rob a group of travellers. Together with his friends Bardolph and Nym, Falstaff carries out the robbery. At the same time, in disguise, Hal and his companion Poins attack Falstaff and capture the gold for themselves. Back at the tavern, they reveal to Falstaff that they wanted to trick him and were the ones who robbed him. Hal is called back to court in the midst of civil war. Hal and Falstaff role play the imminent conversation between the stern King Henry and wayward Hal. Hal's pointed comments about his own troubled friends disconcert Falstaff. Hal protects Falstaff from the law and restores the stolen money to its owners.",
    "act_iii": "The civil wars become more serious as Hotspur joins his father in making an alliance with the King's other enemies. All of them are jealous of King Henry's growing power. Hotspur sets out to Shrewsbury to meet his father's troops.",
    "act_iv": "The King offers to pardon and free Hotspur if he will withdraw his opposition to the throne. The northern troops have been unable to reach Hotspur and Worcester, one of Hotspur's fellow rebels. Hotspur is advised by his ally, the Archbishop of York, not to fight. Worcester, Hotspur's ally, keeps the knowledge of the King's offer of freedom from Hotspur, and the battle of Shrewsbury ensues.",
    "act_v": "Falstaff fears for his death in battle and wonders about the wisdom in pursuing honour in exchange only for injury or death. Hal fights valiantly in the battle, saving his father from harm in combat with Douglas, another rebel. He even kills Hotspur. Falstaff, having feigned death to avoid injury, claims he was Hotspur's vanquisher. The King's forces win the day, and Worcester is condemned to death. Hal frees Douglas, and Henry IV divides his forces to continue battling the rebellion. The war rages on inHenry IV Part 2."
  },
  "quotes": [
    "TL;DR (may contain spoilers): King Henry IV fights off a growing rebellion while his son drinks and robs people; his son redeems himself.",
    "If all the year were playing holidays; To sport would be as tedious as to work.— Henry IV Part 1, Act 1 Scene 2",
    "What is honour? a word.— Henry IV Part 1, Act 5 Scene 1"
  ]
}