{
  "title": "King Henry IV, the Second Part",
  "slug": "henry-iv-part-2",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/henry-iv-part-2/",
  "general_summary": "King Henry IV suffers from illness, so his youngest son Prince John fights the rebels, while Prince Hal prepares to be king. Meanwhile, Hal's friend Falstaff causes trouble, recruits, and speaks ill of Hal. Henry dies, and Hal becomes King Henry V. He banishes Falstaff from court, ready to wage war on France.",
  "acts": {
    "act_i": "Henry IV Part 2 follows King Henry IV's victory at the battle of Shrewsbury inHenry IV Part 1. The Earl of Northumberland mistakenly hears that his son, Hotspur, is actually the victor. The rebel lords meet together in council and resolve to oppose the King's forces led by Prince John, the King's second son and Hal's brother. But the word of Hotspur's death finally reaches his father. Hotspur's mother and widow persuade him not to oppose Prince John's army.",
    "act_ii": "Yet before he can go, Falstaff is arrested for his debts to the Boar's Head Tavern. A fight between Falstaff and the officers ensues. The Lord Chief Justice, who returns to the tavern after hearing about the fuss, examines the fight. Falstaff persuades the owner of the tavern, Mistress Quickly, to make peace and lend him more money.",
    "act_iii": "As Falstaff makes his journey, he passes through Gloucestershire. He finds his old friends Justice Shallow and Master Silence who reminisce about their youthful days. Falstaff takes the weakest of Shallow's pressed-men to serve as soldiers (allowing others to buy themselves out). And he enjoys Shallow's hospitality before setting off to join the army.",
    "act_iv": "As the rebels gather to fight, Prince John agrees to look into their demands and offers a toast to future peace. The rebel armies disperse before Prince John orders the arrests of the rebel leaders for treason. Arriving late to the battle, Falstaff takes the last prisoner as the Prince orders his forces back to London, where the King is very ill.",
    "act_v": "When news of Henry IV's death and Hal's succession as Henry V reaches Gloucestershire, Falstaff sets off at once to London with Shallow. They travel night and day to reach London in time for the coronation, expecting to be given high office at court. Falstaff is amazed and deeply hurt, however, when Henry denies knowing him and banishes him from coming within ten miles of his court. Henry calls a Parliament, and Falstaff is left wondering if his beloved Hal will change his mind later. Prince John and the Lord Chief Justice anticipate the new King's wars in France, which take place inHenry V."
  },
  "quotes": [
    "He hath eaten me out of house and home— Henry IV Part 2, Act 2 Scene 1",
    "Uneasy lies the head that wears the crown.— Henry IV Part 2, Act 3 Scene 1",
    "Presume not that I am the thing I was— Henry IV Part 2, Act 5 Scene 5"
  ]
}