{
  "title": "The Merchant of Venice",
  "slug": "merchant-venice",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/merchant-venice/",
  "general_summary": "Antonio, an antisemitic merchant, takes a loan from the Jew Shylock to help his friend to court Portia. Antonio can't repay the loan, and without mercy, Shylock demands a pound of his flesh. The heiress Portia, now the wife of Antonio's friend, dresses as a lawyer and saves Antonio.",
  "acts": {
    "act_i": "In Venice, a merchant named Antonio worries that his ships are overdue. As his colleagues offer comfort, his young friends—Bassanio, Graziano, and Lorenzo—arrive. Bassanio asks Antonio for a loan, so that he can pursue the wealthy Portia, who lives in Belmont. Antonio cannot afford the loan. Instead, he sends Bassanio to borrow the money on the security of Antonio's expected shipments.",
    "act_ii": "Meanwhile, one of Shylock's servants, Launcelot, wishes to change masters and persuades Bassanio to employ him. Shylock's daughter, Jessica, also longs to leave home. She wants to become a Christian and marry Antonio's friend Lorenzo. Before he departs to serve his new master, Launcelot takes a letter to Lorenzo that contains plans for Lorenzo and Jessica to elope that night. When Shylock goes out, Jessica escapes to elope, taking gold and jewels with her. The following day, Bassanio sets sail for Belmont, while Shylock rages over the loss of his daughter and the treasures she has stolen. In Belmont, one of Portia’s suitors (the Prince of Morocco) chooses the golden casket, while another (the Prince of Aragon) selects silver. Both chose the wrong casket and are unsuccessful. As Aragon leaves, Bassanio is announced. Portia eagerly goes to greet him.",
    "act_iii": "After a few days, Shylock hears that his daughter Jessica is squandering her stolen wealth in Genoa. He begins to rail bitterly against Christians. He reminds Antonio's friends that if the loan is not repaid on time, he will insist on the original agreement of one pound of flesh.",
    "act_iv": "In the court in Venice, Shylock demands his pound of flesh. The Duke, presiding over the court, seeks legal advice from the lawyer \"Balthazar,\" who is Portia in disguise. Portia pleads for Shylock to have mercy on Antonio. Bassanio offers his wife's money, which would more than pay the debt, but Shylock refuses to accept. Antonio's death is only prevented as Balthazar explains the bond is for flesh but not for a single drop of blood. So Shylock cannot collect the pound of flesh.",
    "act_v": "Undisguised, Portia and Nerissa return home at night to find Lorenzo and Jessica enjoying the tranquillity of Belmont. When their husbands arrive, Portia and Nerissa scold them for giving away their rings, pretending they had been given away to other women. Before long, they reveal themselves as the lawyers from the trial. Antonio receives news that his ships have returned safely after all (looks like we didn't need to go through all this mess in the first place!). The play ends as the three couples prepare to celebrate their marriages. For additional reading, see our blogs onThe Merchant of Venice Find quotes on marriage from The Merchant of Venice and other Shakespeare Plays:Shakespeare Quotes on Marriage"
  },
  "quotes": [
    "All that glisters is not gold— Merchant of Venice, Act 2 Scene 7",
    "If you prick us, do we not bleed?— Merchant of Venice, Act 3 Scene 1",
    "For additional reading, see our blogs on"
  ]
}