{
  "title": "The Merry Wives of Windsor",
  "slug": "merry-wives-windsor",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/merry-wives-windsor/",
  "general_summary": "Falstaff decides to fix his financial woe by seducing the wives of two wealthy merchants. The wives find he sent them identical letters and take revenge by playing tricks on Falstaff when he comes calling. With the help of their husbands and friends, the wives play one last trick in the woods to put Falstaff's mischief to an end.",
  "acts": {
    "act_i": "Justice Shallow arrives at Windsor with his young cousin Slender. Shallow proclaims that he is angry at Sir John Falstaff over a personal dispute. Hugh Evans, the local school-master and parson, attempts unsuccessfully to calm him down. He suggests that Slender pursue the young Mistress Anne Page. After travelling to the Page house, Shallow confronts Falstaff, who confesses to his wrongdoing.",
    "act_ii": "The wives meet and compare their letters and find that they are identical. They decide to teach Falstaff a lesson. To begin, they invite him to come to Mistress Ford's house when her husband is out shooting birds with his friends. Pistol and Nim inform her husband, Ford, of Falstaff's intentions. The jealous Ford, distrustful of his wife, decides to catch her in her infidelity. He disguises himself as a man called Master Brook, seeks out Falstaff, and declares his love for Mistress Ford. He bribes Falstaff to pursue her on his behalf. Falstaff agrees before disclosing that a meeting is already arranged. This makes Ford even angrier at his wife.",
    "act_iii": "Parson Evans has befriended Slender, who now seeks the love of Page's daughter Anne. Anne, meanwhile, is already meeting with the gentleman Fenton in secret since her father disapproves of him. Anne's mother hopes that the French doctor Caius will become Anne's husband. When Caius learns of Slender's rival suit, he challenges Parson Evans to a duel. The host of the Garter Inn sets different meeting places to confuse the antagonists. Eventually, they are persuaded to make up their differences.",
    "act_iv": "When Falstaff reaches Mistress Ford's house, he begins his flirtation. But he is interrupted when Mistress Page announces that the menfolk are returning. They convince Falstaff to hide in a large laundry basket, and he is carried out to the river while Ford ransacks the house in search of him. The delighted wives decide to repeat the trick (especially after seeing the reaction of the jealous Ford) and invite Falstaff to call again."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Falstaff tries to pursue two married women; the women are smart; they put him in a river, dress him as a woman, and bring him to a haunted forest; everyone is happy.",
    "Why, then the world's mine oyster, which I with sword will open.— Merry Wives of Windsor, Act 2 Scene 2",
    "Better three hours too soon than a minute too late.— Merry Wives of Windsor, Act 2 Scene 2"
  ]
}