{
  "title": "A Midsummer Night's Dream",
  "slug": "midsummer-nights-dream",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/midsummer-nights-dream/",
  "general_summary": "Four Athenians run away to the forest only to have Puck the fairy make both of the boys fall in love with the same girl. The four run through the forest pursuing each other while Puck helps his master play a trick on the fairy queen. In the end, Puck reverses the magic, and the two couples reconcile and marry.",
  "acts": {
    "act_i": "As Duke Theseus prepares for his marriage to Hippolyta, Queen of the Amazons, he is interrupted by a courtier, Egeus. Egeus asks for the Duke to intervene in a dispute. His daughter, Hermia, will not agree to marry Demetrius (whom Egeus has chosen for her) because she loves a gentleman named Lysander. The Duke asks Hermia to be obedient to her father. He offers her one of two options: she must either die or accept a celibate life as a nun in Diana's temple.",
    "act_ii": "Nearby, Oberon - King of the Fairies—has recently quarrelled with his queen, Titania. She acquired a magical child from one of her waiting women, and now refuses to hand him over to Oberon to use as a page. Oberon begins to plot a way to get revenge on Titania for her disobedience. He sends his fairy servant, Puck, to fetch a purple flower with juice that makes people fall in love with the next creature they see. Afterwards, Oberon overhears Helena and Demetrius arguing in the forest. Oberon hears Demetrius mistreat Helena and tells Puck to anoint 'the Athenian', so Demetrius will fall in love with the first person that he sees. Puck mistakes the Athenian and puts the flower juice on the eyes of the sleeping Lysander. When he is woken by Helena, he immediately falls in love with her and rejects Hermia. When Demetrius rests, Oberon puts magic juice on his eyes, which makes him fall in love with Helena as well.",
    "act_iii": "The workers' rehearsals in the wood are overheard by Puck, who plays a trick on them by giving Bottom an ass's head. After frightening the others away, Bottom is lured towards the sleeping Titania whom Oberon has anointed with Puck's magic flower juice. On waking, the fairy queen falls in love with the ass and entertains him with her fairies.",
    "act_v": "Happily reunited (Lysander with Hermia and Demetrius with Helena), they agree to share the Duke's wedding day. The play of 'Pyramus and Thisbe' is presented before the wedding guests. As the three couples retire to bed, Puck and the fairies return to bless the palace and its people."
  },
  "quotes": [
    "TL;DR (may contain spoilers): People get lost in the woods. Puck manipulates their romantic affections and (in one case) anatomical head-shape. They put on a play.",
    "Love looks not with the eyes, but with the mind; and therefore is winged Cupid painted blind.— A Midsummer Night's Dream, Act 1 Scene 1",
    "Want to test your knowledge? Have a go at our multiple choice"
  ]
}