{
  "title": "Othello, the Moor of Venice",
  "slug": "othello-moor-venice",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/othello-moor-venice/",
  "general_summary": "Iago is furious about being overlooked for promotion and plots to take revenge against his General: Othello, the Moor of Venice. Iago manipulates Othello into believing his wife Desdemona is unfaithful, stirring Othello's jealousy. Othello allows jealousy to consume him, murders Desdemona, and then kills himself.",
  "acts": {
    "act_i": "BeforeOthellobegins, Roderigo has been pursuing Desdemona, a Venetian noblewoman. One night, he hears from his soldier friend, Iago, that Desdemona has secretly married his General, the Moorish Othello. Iago bears a grudge against Othello for overlooking Iago for a lieutenant position. Instead, Othello chose Michael Cassio, leaving Iago only at the low rank of ensign. Iago urges Roderigo to continue his pursuit of Desdemona. He knows Senator Brabantio, Desdemona's father, will dislike having Othello as a son-in-law. So late at night, Iago and Roderigo wake Brabantio and tell him the news of Desdemona. Brabantio angrily summons the militia to arrest Othello. At that moment, officers arrive to summon Brabantio to an urgent meeting of the Senate. The Senate is concerned about the imminent threat of a Turkish invasion fleet on Cyprus. Full of fury, Brabantio goes to the council.",
    "act_ii": "In Cyprus, Montano, the governor of Cyprus, and his soldiers greet Cassio, Iago, Desdemona, and Emilia as they disembark. Othello soon arrives with news that storms at sea have dispersed the Turkish fleet. A night of celebration is proclaimed. Roderigo confesses doubts about his potential to woo Desdemona, but Iago assures him that there is hope. He urges Roderigo to challenge Cassio to a duel that night, since (as Iago claims) Desdemona is actually falling in love with him. When the night comes, Iago gets Cassio drunk, and Roderigo incites his anger. Montano, the governor, is stabbed during his attempt to contain Cassio. Othello is angered by the fight and blames Cassio, stripping him of his recently conferred officer status.",
    "act_iii": "The next day, Iago convinces Cassio to ask Desdemona for help in regaining his post. When Cassio asks, Desdemona innocently agrees. Meanwhile, Iago has sown seeds of jealousy in Othello’s mind, suggesting that Desdemona is overfond of Cassio. With no reason to suspect Iago of bad intentions, Othello begins to watch his wife. Othello becomes angry when Desdemona cannot find the first gift (a handkerchief) he had ever given her. The handkerchief is embroidered with strawberries and especially important to Othello. But Desdemona had not lost the handkerchief. Iago had instructed Emilia, his wife, to take it. Iago then hid the handkerchief where Cassio would find it. When Desdemona urges her husband to reconsider Cassio’s demotion, Othello gets jealous and suspects her of infidelity.",
    "act_iv": "Iago continues to inflame this jealousy. He encourages Othello to listen in on, and misinterpret, part of a conversation between Cassio and his mistress, Bianca. Cassio and Bianca discuss how Cassio obtained the embroidered handkerchief that he then gives to Bianca to copy. Othello’s agitation at what he hears brings on an epileptic fit. After recovering, he orders Iago to kill Cassio. Desdemona cannot understand Othello's change of attitude towards her. Othello even strikes her in the presence of her relative, Lodovico, who has arrived as an ambassador from Venice. As she prepares for bed, she talks with Emilia, singing to relieve the distress she feels at losing the trust of her husband.",
    "act_v": "Meanwhile, Roderigo has begun to suspect Iago is not quite the friend he seems. Still Iago persuades him to attack Cassio that night (again, to be able to court Desdemona). In the fight that ensues, Iago goes undetected and wounds Cassio. He then enters again as himself to accuse and kill Roderigo for the act of wounding Cassio. Othello comes to his sleeping wife's bedroom to murder her as punishment for her supposed adultery. He smothers her with a pillow as she asserts her innocence. Emilia alerts the household, causing Iago and others to come to the scene. Othello defends himself, mentioning the handkerchief as evidence. Emilia realises what has happened and betrays Iago‘s plots against Othello. Iago, reacting to his wife's accusations, stabs and kills her. Iago is arrested and sent to trial after Othello wounds him (he doesn't even die). Othello, facing the inevitability of his own trial, uses a hidden weapon to commit suicide. The play ends with Cassio reinstated and placed in command as Governor of Cyprus. For additional reading, see ourblogs on Othello Learn more of Shakespeare's famous angry sayings from Othello and other plays:Shakespeare Quotes on Anger"
  },
  "quotes": [
    "TL;DR (may contain spoilers): Iago manipulates literally everyone. Othello gets really jealous. (Almost) everyone dies.",
    "Othello character summaries",
    "O, beware, my lord, of jealousy; It is the green-eyed monster— Othello, Act 3 Scene 3"
  ]
}