{
  "title": "The Taming of the Shrew",
  "slug": "taming-of-the-shrew",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/taming-of-the-shrew/",
  "general_summary": "Lucentio loves Bianca but cannot court her until her shrewish older sister Katherina marries. The eccentric Petruccio marries the reluctant Katherina and uses a number of tactics to render her an obedient wife. Lucentio marries Bianca and, in a contest at the end, Katherina proves to be the most obedient wife.",
  "acts": {
    "act_i": "Taming of the Shrewbegins with a group of hunting nobleman tricking a drunken tinker named Christopher Sly into believing he is a lord. The noblemen give Sly a disguised young page as his supposed wife.  They entertain him at their house with a play by a group of travelling actors, which is as follows.",
    "act_ii": "At the same time, Petruccio, a young, confident man from Verona, arrives to visit Hortensio, his friend. He learns about Katherine and resolves to court her, aided by both Gremio and Hortensio. Baptista is enthusiastic about Petruccio's suit, since Katherine is a burden to him. She continually quarrels with her sister and father. Although she is resistant to Petruccio's advances, he will not be deterred and fixes their wedding day.",
    "act_iii": "While everyone prepares for the wedding, the disguised tutors Hortensio and Lucentio compete for Bianca's affections. At the church the next day, Katherine unwillingly awaits her bridegroom. Petruccio finally arrives late, dressed in outlandish clothes, and he causes a scene. After the ceremony, he immediately leaves for Verona with his new wife.",
    "act_iv": "On reaching her new home, Katherine is mistreated by Petruccio and his servants and is refused food and rest. Petruccio's aim is to 'tame' Katherine, while pretending to act out of a desire for her benefit. Eventually, worn down by her husband's behaviour, Katherina submits and agrees to all Petruccio's whims. In exchange, she has his permission to visit her father in Padua. On the journey, the couple meet Vincentio, Lucentio's wealthy father. Petruccio tests Kate's obedience, asking her to say that the sun is the moon and that an old man is a beautiful young woman.",
    "act_v": "The three eventually reach Padua. Hortensio, rejected by Bianca, has already married a wealthy widow. They also find that Tranio, still dressed as Lucentio, has succeeded in convincing Baptista to let Lucentio marry Bianca. A pedant (school teacher) has posed as Vincentio, Lucentio's father, to give his blessing to the match. Meanwhile, the real Lucentio has organised a secret wedding with Bianca, which they carry out. When the real Vincentio arrives and discovers a pedant posing as him and Tranio in his son's clothes, Lucentio is forced to confess to the whole plan. He tells them about his new marriage to Bianca."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Katherine doesn't want to get married; Petruchio marries her and compels her to be obedient; everyone is happy? The end.",
    "If I be waspish, best beware my sting— Taming of the Shrew, Act 2 Scene 1",
    "My tongue will tell the anger of my heart, or else my heart concealing it will break.— Taming of the Shrew, Act 4 Scene 3"
  ]
}