{
  "title": "The Tempest",
  "slug": "tempest",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/tempest/",
  "general_summary": "Prospero uses magic to conjure a storm and torment the survivors of a shipwreck, including the King of Naples and Prospero’s treacherous brother, Antonio. Prospero’s slave, Caliban, plots to rid himself of his master, but is thwarted by Prospero’s spirit-servant Ariel. The King’s young son Ferdinand, thought to be dead, falls in love with Prospero’s daughter Miranda. Their celebrations are cut short when Prospero confronts his brother and reveals his identity as the usurped Duke of Milan. The families are reunited and all conflict is resolved. Prospero grants Ariel his freedom and prepares to leave the island.",
  "acts": {
    "act_i": "Close to a Mediterranean island, a storm overcomes a ship that carries King Alonso of Naples, his son Ferdinand, and his brother Sebastian. They were on their way home home from Tunis to Italy when the storm hit and demolished their ship. Shipwrecked with them are the courtier, Gonzalo, and the Duke of Milan, Antonio.",
    "act_ii": "Ariel uses music to lead the courtiers astray, while Sebastian and Antonio plot to kill the King while he is asleep. Their attempt is foiled by Ariel. All the people from the ship become ever more confused as they wander around. In another part of the island, the timid court fool, Trinculo, has come ashore and discovered Caliban. Trinculo hides beside Caliban from an approaching storm, and the ship's butler, Stephano finds them.",
    "act_v": "Ariel brings all the courtiers to the cell where Prospero, renouncing his magic, reveals himself. Instead of enacting his revenge, he forgives them and accepts the return of his dukedom. Ferdinand and Miranda are betrothed. Sailors come to announce that the ship is safe. Prospero fulfils his promise and frees Ariel while Caliban and the drunken servants are rebuked. The play ends as all go to celebrate their reunions, and Prospero asks the audience to release him from the play."
  },
  "quotes": [
    "TL;DR: A crew of men are shipwrecked on a magical island and tormented by an old man and his slaves.",
    "O brave new world that has such people in't!— The Tempest, Act 5 Scene 1",
    "We are such stuff  As dreams are made on— The Tempest, Act 4 Scene 1"
  ]
}