{
  "title": "The Tragedy of Titus Andronicus",
  "slug": "titus-andronicus",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/titus-andronicus/",
  "general_summary": "The Roman general Titus Andronicus returns from war with four prisoners who vow to take revenge against him. They rape and mutilate Titus' daughter and have his sons killed and banished. Titus kills two of them and cooks them into a pie, which he serves to their mother before killing her too. The Roman emperor kills Titus, and Titus' last remaining son kills the emperor and takes his place.",
  "acts": {
    "act_i": "The brothers Saturninus and Bassianus both stand for election to succeed their father as emperor of Rome. Then the tribune, Marcus Andronicus, announces that the people's favourite contender is his brother, the general Titus. Soon afterwards, Titus returns from war with five prisoners: Tamora, queen of the Goths, her three sons, and Aaron the Moor. Titus sacrifices Tamora’s eldest son despite his mother’s pleas, as part of a burial ritual for his own sons. Titus is then offered the throne but rejects the chance to be emperor because he is too old. However, he offers his support to Saturninus. He presents Tamora and her two remaining sons to Saturninus, who is now Emperor. Saturninus decides to claim Lavinia (Titus' daughter) as his wife. His brother Bassianus opposes this as he is already in love with and betrothed to Lavinia. Lavinia’s brother Mutius attempts to help her, but Titus, angered by this, kills his son Mutius. Despite this, Saturninus then decides that he would prefer Tamora as his empress. He liberates her and her remaining sons, along with Aaron the Moor, Tamora's lover. After a bitter argument, Titus agrees that Mutius may be buried in the Andronici tomb.",
    "act_ii": "While Aaron speaks of his own secret love for Tamora, her sons enter, fighting over who will wed Lavinia. Aaron calms them and suggests that instead of marriage, they both rape her during the royal hunt. In the woods, Aaron is burying a store of gold, when Tamora finds him. She learns of plots he has made to kill Bassianus and frame Titus' sons for the murder. During the royal hunt, Tamora’s sons kill Bassianus and throw the body into a pit near the hidden gold. They capture Lavinia for themselves. Aaron entices Titus’ sons to the same pit, where they both fall in, and Saturninus finds them. Saturninus concludes that Titus' sons have murdered Bassianus for the gold.",
    "act_iii": "In Rome, Titus begs for the lives of his sons who have been accused of murdering Bassianus. But he is ignored. His one remaining son, Lucius, is banished for supporting his brothers’ pleas of innocence. Lucius’s son and Titus are reunited with the mutilated Lavinia and her uncle, Marcus. Aaron offers a reprieve for the accused sons if one of the family will send his severed hand to the emperor as a ransom. Titus cuts off his own hand, but in exchange he receives not his sons' freedom but their heads instead. He also receives his rejected hand.",
    "act_iv": "Titus hovers on the edge of madness as he considers the injustices done to his family. Then he discovers who raped Lavinia and severed her tongue and hands. She uses her stump hands to turn the pages of a book to the story of ravished Philomel. And, grasping a stick, she spells out the names of Tamora's sons in the sand.",
    "act_v": "During these events, Titus' banished son Lucius has joined the army of the Goths and leads them against Rome. Aaron and the infant are brought to him as prisoners. Lucius promises to save the baby, and Aaron tells the truth about Bassianus’ death. Meanwhile, Tamora visits the ‘mad’ Titus, hoping that he will be able to turn the tide of the battle with Lucius and the Goths. She leaves her sons with him, where the ravaged Lavinia confronts them. Titus tells the sons that they will become meat to feed their mother and kills them with Lavinia's help."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Tamora plans false incrimination, rape, murder, and mutilation. Titus plans murder and cannibalism. This is not a happy play.",
    "Vengeance is in my heart, death in my hand, Blood and revenge are hammering in my head— Titus Andronicus, Act 2 Scene 3",
    "But, soft! methinks I do digress too much,— Titus Andronicus, Act 5 Scene 3"
  ]
}