{
  "title": "Troilus and Cressida",
  "slug": "troilus-and-cressida",
  "url": "https://www.shakespeare.org.uk/explore-shakespeare/shakespedia/shakespeares-plays/troilus-and-cressida/",
  "general_summary": "Trojan prince Troilus falls in love with Cressida, as war rages around them. After vowing to be faithful, Cressida is traded to the Greek camp, where she then agrees to see another man. Troilus witnesses Cressida's unfaithfulness and vows to put more effort into the war. The play ends after further deaths on both sides, and with no resolution in sight.",
  "acts": {
    "act_i": "During the Trojan War, King Agamemnon and his brother Menelaus preside over the Greek encampment. They work along with their counsellors, Ulysses and Nestor. Their great soldier, Achilles, is refusing to fight. Instead, Achilles spends his time complaining about his Greek commanders with his friend (perhaps more than friend) Patroclus.",
    "act_iv": "In the Greek camp, a prince named Diomedes befriends Cressida. At that same time, Troilus has secretly left Troy to seek her. Cressida does not know, and she responds to Diomedes's friendship. Troilus and Ulysses overhear their encounter. Heartbroken, Troilus realises that Cressida has broken her vows of faithfulness. He returns to the city to fight against the Greeks.",
    "act_v": "In the final battle, Hector kills Patroclus, motivating Achilles to finally join the fighting. While originally overcome by Hector, Achilles succeeds in trapping him. Hector, unarmed, is slaughtered by Achilles's troop of soldiers. Troilus swears revenge for his brother's death and also (inwardly) for the loss of Cressida and his youthful innocence. Pandarus, Cressida's uncle, cynically ends the play. He sees no hope for a world where politics overrule the desires and needs of the individual."
  },
  "quotes": [
    "TL;DR (may contain spoilers): Troilus loves Cressida, but she betrays him; Achilles loves Patroclus, but he is killed; the Trojan War goes on; no one is happy.",
    "Things won are done, joy's soul lies in the doing.  That she beloved knows nought that knows nought this:  Men prize the thing ungained more than it is.— Troilus and Cressida, Act 1 Scene 2",
    "One touch of nature makes the whole world kin.— Troilus and Cressida, Act 3 Scene 3"
  ]
}